{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": {
      "M": -3.939650079708647,
      "A": -4.1777697217219405,
      "V": -4.266953373239595,
      "L": -4.302966241391735,
      "I": -4.383504513539624,
      "S": -4.488020495984401,
      "T": -4.623879291476662,
      "K": -4.762045696063131,
      "E": -4.794820760123205,
      "R": -4.856094117196509,
      "Q": -4.962248561550323,
      "G": -4.9934642266341935,
      "N": -5.080136611652758,
      "D": -5.086078018270188,
      "F": -5.128850987557552,
      "Y": -5.432051100660484,
      "P": -5.5276950629447015,
      "H": -5.576809911898097,
      "AA": -6.082234944946878,
      "C": -6.119534297928034,
      "MA": -6.147261703970406,
      "AL": -6.191445881245052,
      "VA": -6.225098432259571,
      "LA": -6.242208000473555,
      "VL": -6.282722235832212,
      "LL": -6.289216395495105,
      "AV": -6.326690131307938,
      "LV": -6.356846408834302,
      "SL": -6.401906180549865,
      "IA": -6.418268963852546,
      "TL": -6.451952850804991,
      "VV": -6.473128456314715,
      "W": -6.485589039777066,
      "AE": -6.49602494350361,
      "IL": -6.499397102734033,
      "MS": -6.504061510460858,
      "TA": -6.504339752572086,
      "LS": -6.519163665912956,
      "AG": -6.530313444890247,
      "ML": -6.5370041395715415,
      "LG": -6.5394553505402016,
      "KK": -6.542047034693356,
      "LT": -6.544721028876639,
      "AI": -6.5561146573762805,
      "AS": -6.562479809275608,
      "EA": -6.568103762362446,
      "SV": -6.572291145706917,
      "SA": -6.577392365539996,
      "EK": -6.578443288564793,
      "GL": -6.604167193484566,
      "LI": -6.617151899123343,
      "RL": -6.619286406115512,
      "MK": -6.621742198885395,
      "KL": -6.6231996540553055,
      "AR": -6.635740360849814,
      "TV": -6.643653983070809,
      "EL": -6.658936850079744,
      "SS": -6.670876294108357,
      "IV": -6.6765559521321,
      "AK": -6.6822637670800535,
      "DL": -6.6854268668604195,
      "KA": -6.68907250810506,
      "VI": -6.699718348799509,
      "LE": -6.706157738114859,
      "EE": -6.718189246264517,
      "LK": -6.725110579312096,
      "LD": -6.726920812260477,
      "MV": -6.727070783363235,
      "RA": -6.728919900449499,
      "IG": -6.730002899282917,
      "DA": -6.731132227043174,
      "SG": -6.734583084968387,
      "GA": -6.737367360768895,
      "AT": -6.739422871517851,
      "VS": -6.74960892881589,
      "II": -6.752792781138204,
      "MT": -6.753464389503284,
      "ME": -6.754779258831091,
      "VT": -6.755793192414304,
      "KE": -6.760768906131402,
      "LR": -6.772273516343013,
      "IS": -6.777910825306156,
      "VE": -6.778420837936007,
      "GV": -6.780881648333091,
      "QA": -6.789667409732868,
      "SE": -6.795152554135578,
      "VG": -6.797413054404046,
      "AD": -6.8023857650614,
      "SR": -6.8040042980884134,
      "SI": -6.80454896529187,
      "SK": -6.808090649937043,
      "RR": -6.810197622694165,
      "KV": -6.811181604919398,
      "MG": -6.811435284090765,
      "EV": -6.815080390303455,
      "EI": -6.817321579775301,
      "RV": -6.841875729481032,
      "MR": -6.84396236110741,
      "GR": -6.868411555094678,
      "TI": -6.869204953788691,
      "GI": -6.872952581639927,
      "MI": -6.875586416434315,
      "DV": -6.8763571350556045,
      "RE": -6.8788888412234765,
      "ER": -6.884471725929796,
      "QL": -6.887069260530925,
      "VK": -6.901553955704555,
      "LF": -6.904662710932049,
      "IT": -6.910116725216142,
      "KI": -6.912575870548837,
      "VD": -6.9128660615428625,
      "TS": -6.91657848329565,
      "GE": -6.9198120263787395,
      "VR": -6.919838045978281,
      "LP": -6.921545739086442,
      "KS": -6.9223552109598305,
      "ES": -6.923132907210405,
      "AQ": -6.927620713425782,
      "ID": -6.931485500442504,
      "LN": -6.935092616057899,
      "GS": -6.936156170024047,
      "EG": -6.9379752729973365,
      "MD": -6.938658170643812,
      "DI": -6.94082792890195,
      "NL": -6.943321470535052,
      "TG": -6.946256838962022,
      "RI": -6.946567523454085,
      "FL": -6.947390071836123,
      "MN": -6.952152038413109,
      "SD": -6.954175645148778,
      "DE": -6.9611264478006945,
      "GK": -6.961777157367688,
      "IE": -6.96714836404829,
      "KR": -6.974534478905547,
      "TT": -6.9774888595572335,
      "ED": -6.982864587356541,
      "MP": -6.984919225713572,
      "ET": -6.9892995203625805,
      "NA": -6.99415531166408,
      "GG": -6.99957204646015,
      "PL": -7.003107166328219,
      "TE": -7.004590884280127,
      "RG": -7.009916382069475,
      "ST": -7.019777348200115,
      "RS": -7.028649469702577,
      "RK": -7.0287371816418975,
      "QV": -7.034895609539829,
      "AF": -7.036734361044898,
      "AN": -7.040821611174335,
      "PA": -7.052292787118699,
      "TK": -7.056078728881648,
      "LQ": -7.056451650930303,
      "DK": -7.057667923180487,
      "KD": -7.073586688257448,
      "FA": -7.082824344911998,
      "VN": -7.085632947986953,
      "KT": -7.09474482156819,
      "GD": -7.099287681791781,
      "EQ": -7.09966538965522,
      "DD": -7.100594411188624,
      "KG": -7.104431312658765,
      "SF": -7.104567197096868,
      "IK": -7.1048166566883975,
      "IN": -7.107759631761365,
      "DS": -7.10882870006405,
      "VP": -7.109951614794969,
      "TR": -7.114986541308037,
      "YL": -7.1160718986257905,
      "EN": -7.116601364948433,
      "GT": -7.117502572444636,
      "QG": -7.117617900163232,
      "NI": -7.120434193993264,
      "RD": -7.124654337676844,
      "PV": -7.135831821369649,
      "SQ": -7.136490285900795,
      "SN": -7.148147135625942,
      "VF": -7.156907841513368,
      "IR": -7.158124519692681,
      "PS": -7.166675998057423,
      "TD": -7.1678288577575024,
      "NK": -7.181473927246623,
      "FG": -7.183019730786484,
      "KN": -7.183601671329292,
      "MQ": -7.1861692561014845,
      "TP": -7.19110507930001,
      "FS": -7.191767774502116,
      "PE": -7.194773819477094,
      "DG": -7.195670701435214,
      "AP": -7.197075047724589,
      "GF": -7.19727165904675,
      "SP": -7.200464935325119,
      "FV": -7.205680441498815,
      "NV": -7.211938039554907,
      "IP": -7.211970266573969,
      "KQ": -7.218545491731842,
      "RT": -7.219309320055597,
      "QK": -7.226032456501461,
      "QR": -7.239766040368675,
      "TF": -7.243304258418199,
      "QQ": -7.245170078767311,
      "QI": -7.2521210953586355,
      "HL": -7.262909861768746,
      "NS": -7.264357539505436,
      "DT": -7.268769183000096,
      "IF": -7.26910828976065,
      "RF": -7.269858056291655,
      "GN": -7.282375470281702,
      "EF": -7.298130437723149,
      "QS": -7.299427726393564,
      "DR": -7.301789088698936,
      "TQ": -7.303944924289443,
      "LY": -7.30416461286052,
      "NG": -7.30637700486159,
      "PT": -7.310257783849286,
      "DF": -7.312406985612567,
      "FI": -7.315832405019757,
      "NE": -7.315898676291509,
      "YG": -7.330573915649476,
      "YA": -7.338580963548889,
      "QE": -7.343986814852519,
      "GQ": -7.346712487943,
      "RQ": -7.352355349429153,
      "TN": -7.35653642354786,
      "SY": -7.364263510154045,
      "AY": -7.379813498206136,
      "NP": -7.398305550335495,
      "VQ": -7.4012696808186345,
      "FD": -7.403918442897281,
      "RP": -7.410180223184851,
      "QT": -7.410854099099955,
      "GY": -7.418666478563063,
      "DN": -7.423361330916434,
      "FT": -7.424125584083512,
      "FE": -7.431405152952456,
      "RN": -7.433160239253413,
      "AH": -7.440845226511778,
      "NN": -7.444686611850852,
      "MF": -7.445998439241048,
      "PI": -7.453231862022063,
      "PG": -7.458685186935247,
      "KP": -7.458753230116956,
      "DP": -7.460081470137839,
      "RY": -7.466819855543685,
      "LH": -7.46843401892084,
      "NR": -7.469247028792351,
      "DY": -7.471027507543841,
      "YV": -7.472419266233992,
      "IQ": -7.487231027935609,
      "EY": -7.511368525674099,
      "ND": -7.526140407412189,
      "KY": -7.531015507332905,
      "NT": -7.5341957337790735,
      "EP": -7.542649081618819,
      "YS": -7.546518533344855,
      "PK": -7.556585488844249,
      "YE": -7.5601273292078215,
      "PD": -7.565080280926075,
      "PR": -7.566873159395964,
      "QD": -7.568127637832699,
      "DQ": -7.571808659629204,
      "KF": -7.579505844393648,
      "IY": -7.591060751408168,
      "SH": -7.597063874550646,
      "HA": -7.599314051875615,
      "YR": -7.601328419271454,
      "QP": -7.605808077547842,
      "FF": -7.614374810170267,
      "TY": -7.6166422463422325,
      "YD": -7.617757077791028,
      "VY": -7.619391568013031,
      "NQ": -7.6197663655919445,
      "QF": -7.630386970301521,
      "GP": -7.635320768011411,
      "HG": -7.6703630190686845,
      "PP": -7.6751650903507915,
      "NF": -7.681442671054182,
      "FN": -7.68640418466174,
      "FK": -7.690697404655053,
      "PF": -7.6939409607409885,
      "YI": -7.695293332747747,
      "GH": -7.702623896361942,
      "HI": -7.715866521477604,
      "VH": -7.717358498979083,
      "PQ": -7.726597931450232,
      "QN": -7.73241527546023,
      "LC": -7.735374675839656,
      "HS": -7.751580388023701,
      "HV": -7.756030451292686,
      "RH": -7.7593088684812805,
      "EH": -7.7695663567139555,
      "CL": -7.774179970289238,
      "MH": -7.783107035105852,
      "YT": -7.797773121205074,
      "YF": -7.798227362777316,
      "FR": -7.847000981545067,
      "PN": -7.851590800152337,
      "HR": -7.857633917494519,
      "YQ": -7.858826314039103,
      "MY": -7.8650154354288535,
      "FP": -7.871969545250767,
      "FQ": -7.87758118920614,
      "YN": -7.886041155881534,
      "MM": -7.887677181822678,
      "NY": -7.889434759246141,
      "YK": -7.890452662638991,
      "HE": -7.912420645555498,
      "IH": -7.932972820809095,
      "WL": -7.940992162876933,
      "HP": -7.943113704138835,
      "QH": -7.9492642456035405,
      "QY": -7.9529986167071645,
      "FY": -7.9647986309012975,
      "YP": -7.974354901071665,
      "KH": -7.976776138663455,
      "HQ": -7.983362121471604,
      "PY": -7.992364105687189,
      "MC": -7.997681464022316,
      "TH": -8.001964963548131,
      "HK": -8.009031395571307,
      "YY": -8.010424596319625,
      "AAA": -8.036438860652812,
      "HF": -8.044921938867319,
      "ALA": -8.045692334384148,
      "CA": -8.048630185562793,
      "VC": -8.05179560642551,
      "CG": -8.057409819757838,
      "DH": -8.070924974591717,
      "LAA": -8.104243603796979,
      "ALL": -8.123128367357678,
      "CS": -8.12334599065361,
      "LGL": -8.142016204629387,
      "AGL": -8.14772591952626,
      "HT": -8.1588481909089,
      "IC": -8.164574765457425,
      "AVA": -8.169072409318176,
      "LLA": -8.187679934029557,
      "PH": -8.191442045933302,
      "HD": -8.199138436747846,
      "HN": -8.202249068588808,
      "HH": -8.205760783900553,
      "AAL": -8.208011185099167,
      "AC": -8.209456733910633,
      "CV": -8.210630200476624,
      "VLA": -8.21797807566269,
      "AGA": -8.224969376672297,
      "HY": -8.232299225830163,
      "LKA": -8.255025894918528,
      "VAA": -8.26046756447788,
      "AW": -8.26310998616457,
      "NH": -8.265581155388501,
      "AGV": -8.267199631814297,
      "LGI": -8.278175954993998,
      "LW": -8.279261965858588,
      "SW": -8.29051257188842,
      "SC": -8.291391276735798,
      "FH": -8.296427565502698,
      "LGA": -8.307470999118099,
      "LAE": -8.31227346005293,
      "MW": -8.324494446241035,
      "LLL": -8.338987698382782,
      "SGL": -8.33982657647874,
      "CR": -8.340278697521724,
      "SLL": -8.3407870614109,
      "LAL": -8.35339151121907,
      "YH": -8.35662450975352,
      "AAS": -8.360491232554411,
      "REL": -8.361000426523185,
      "LDA": -8.361188224813938,
      "AAV": -8.372693655350291,
      "IAA": -8.382234355706135,
      "KW": -8.385822869122391,
      "LSA": -8.386500937911679,
      "CW": -8.391513268908328,
      "LRE": -8.393519613200473,
      "LEA": -8.394542260211972,
      "RRR": -8.397200009614766,
      "WA": -8.400456405603936,
      "WE": -8.401712894942781,
      "CI": -8.403874552966549,
      "LTA": -8.406265861199074,
      "QC": -8.40828675307323,
      "LVA": -8.41259983076097,
      "LAK": -8.416923250190868,
      "AGI": -8.417244895332301,
      "GW": -8.417647590139937,
      "LIA": -8.420367521930562,
      "GC": -8.42222980872046,
      "VIG": -8.423536701424405,
      "AIA": -8.426807235861771,
      "IGA": -8.430762051908767,
      "WI": -8.432988201253128,
      "QRL": -8.433850450585837,
      "VAV": -8.442442566409708,
      "IGI": -8.444598462584109,
      "CD": -8.446657474386159,
      "LRA": -8.44919702731568,
      "FC": -8.458745784628576,
      "VLS": -8.463164694790159,
      "ALT": -8.466048055385379,
      "LPL": -8.466257449435858,
      "CN": -8.470930070375102,
      "MAA": -8.471324823369583,
      "IVG": -8.474641635522765,
      "TGA": -8.478127999510056,
      "AVL": -8.479237729644177,
      "FW": -8.481634063677145,
      "AEA": -8.482570758623881,
      "VSA": -8.48281919598984,
      "EEI": -8.483993160708906,
      "DW": -8.484311969750943,
      "ARL": -8.486069554596126,
      "WG": -8.487229177561101,
      "AAG": -8.490199492872684,
      "GM": -8.492452077052604,
      "WV": -8.493057272611109,
      "ALG": -8.494653553432663,
      "LLG": -8.49485039406949,
      "VKA": -8.494851678113067,
      "TC": -8.496829294448302,
      "CE": -8.49867690689297,
      "WK": -8.500647631443579,
      "VEA": -8.502213653480565,
      "RW": -8.50436649379195,
      "EEV": -8.505018790337997,
      "EEL": -8.505718454953065,
      "ADA": -8.510300566203746,
      "AKA": -8.511523684271182,
      "LEE": -8.517205063940374,
      "LDR": -8.520607668800992,
      "GLA": -8.521975576201507,
      "CY": -8.522389944125317,
      "VW": -8.526175208387702,
      "SLG": -8.527496738187974,
      "GIG": -8.528732431281954,
      "SSS": -8.533020128128012,
      "AAR": -8.533195924976068,
      "RGL": -8.53374988668048,
      "EEA": -8.534300333525055,
      "QKL": -8.537021267846315,
      "AQA": -8.537333009733915,
      "LAG": -8.53747923369056,
      "VLV": -8.537509655271743,
      "EW": -8.537966963352686,
      "LGV": -8.5386602224067,
      "WS": -8.540921671697989,
      "TLA": -8.541201755006638,
      "ADL": -8.543309686072735,
      "LLS": -8.545002200760429,
      "EAL": -8.546509449798398,
      "SAL": -8.550137552430034,
      "ELE": -8.550697506108355,
      "LVG": -8.550854272491494,
      "IEA": -8.552723187913598,
      "KVL": -8.55370515615257,
      "IAE": -8.554530080895894,
      "LSD": -8.555059564273446,
      "ATA": -8.556010743517458,
      "TLS": -8.557133526656745,
      "LDL": -8.557454883564656,
      "AVG": -8.55830836753016,
      "LEK": -8.559841264634354,
      "EAV": -8.562312876108024,
      "SGV": -8.56231399794427,
      "ASL": -8.563903373608012,
      "ARR": -8.56595511378055,
      "LIG": -8.56649398393313,
      "ILT": -8.566844106628302,
      "AAD": -8.56915955425973,
      "LKK": -8.569296855608114,
      "AKK": -8.57050554270106,
      "LAV": -8.572085800189955,
      "CF": -8.573454901985551,
      "ALV": -8.574104715238924,
      "ITG": -8.576566409967054,
      "LAS": -8.578213499790884,
      "VLL": -8.581331103625383,
      "MKK": -8.58360760161918,
      "ASV": -8.584246866206406,
      "LPG": -8.585103021229767,
      "EKA": -8.585814741124844,
      "ILG": -8.585987820789859,
      "GRV": -8.588055606136695,
      "RER": -8.588520782290619,
      "IVA": -8.588568620991856,
      "LVL": -8.589364650689262,
      "GRI": -8.591084460080106,
      "ESL": -8.592369782926735,
      "QAL": -8.596736699983518,
      "LVE": -8.597340269376316,
      "RRL": -8.597504487796076,
      "LSL": -8.597694833134735,
      "TTT": -8.599395162809971,
      "EEE": -8.599867107296328,
      "LLE": -8.604245330810135,
      "ASA": -8.60525264141113,
      "LEL": -8.605324063479143,
      "TAL": -8.605842882033448,
      "SRL": -8.606042288149258,
      "WQ": -8.607445700867551,
      "EAE": -8.607643649891768,
      "RAL": -8.607904275665032,
      "EKI": -8.609685701505008,
      "VVD": -8.61129938197553,
      "ILL": -8.61171964351575,
      "TW": -8.611760106695858,
      "LRG": -8.612393243728363,
      "AAQ": -8.613495608550345,
      "ELK": -8.613503695284056,
      "IDA": -8.61454432883339,
      "AIV": -8.614750138604231,
      "MAE": -8.61748587755717,
      "WH": -8.617655295055792,
      "GLI": -8.617786745904937,
      "CQ": -8.618029489518335,
      "KEL": -8.61827424696643,
      "ISG": -8.61976493576204,
      "VAR": -8.62173250358055,
      "LRR": -8.623867694647661,
      "MGL": -8.624603540801312,
      "AEI": -8.62467463535736,
      "IGV": -8.624722957001266,
      "GGA": -8.6259493513296,
      "VAE": -8.626127454583857,
      "IEE": -8.626396001179268,
      "LGG": -8.62663038112228,
      "VLE": -8.626651832318208,
      "LPV": -8.627562360926328,
      "FGG": -8.627848075726131,
      "RLL": -8.627894355104196,
      "WD": -8.632109286265495,
      "GDL": -8.633343092759624,
      "ERL": -8.63969802883186,
      "LQQ": -8.641174902264481,
      "EAA": -8.64179544891971,
      "LQA": -8.642927927775714,
      "SSL": -8.643088441231898,
      "WR": -8.643221550500884,
      "AAE": -8.643775607075057,
      "IIA": -8.643878749609812,
      "QLL": -8.646515744264544,
      "LLV": -8.649385969569469,
      "LGF": -8.649637327515078,
      "TLT": -8.649901773258858,
      "ALE": -8.650703543228332,
      "AEL": -8.652385049981623,
      "AFA": -8.652401086997163,
      "LAR": -8.6526941238612,
      "IAS": -8.653043795230255,
      "VAD": -8.654483702848468,
      "RAR": -8.654925639913051,
      "DVL": -8.65556925886268,
      "LER": -8.65564620793873,
      "ALS": -8.65636545922377,
      "CK": -8.658960682672154,
      "YC": -8.659154222602702,
      "SEL": -8.65937318741848,
      "SLD": -8.66123966086776,
      "KGL": -8.661312577179496,
      "LNA": -8.661445414618994,
      "ALR": -8.661528145321297,
      "WF": -8.664127454635786,
      "AGS": -8.664731148977525,
      "LRL": -8.664805394335625,
      "LAD": -8.666153188937562,
      "NC": -8.666576979789427,
      "LLR": -8.666773450865808,
      "ARA": -8.667043752059296,
      "EKE": -8.668188115262607,
      "RC": -8.668611247782756,
      "LDS": -8.669090534489822,
      "VAG": -8.67060910885599,
      "IKA": -8.670688829899468,
      "EM": -8.670775219890581,
      "VIA": -8.671415613496945,
      "EVL": -8.671815354921213,
      "IEK": -8.672319085802666,
      "CT": -8.673022737218949,
      "KAK": -8.674910442999966,
      "IIG": -8.675427751866405,
      "GEV": -8.676065836744158,
      "VGL": -8.676489756521619,
      "LTP": -8.679065685157143,
      "LLT": -8.680141272683498,
      "AIG": -8.680176842284887,
      "IAD": -8.680273376963262,
      "MAK": -8.680282246163948,
      "LSR": -8.682008368557181,
      "LKQ": -8.682475811968526,
      "VEL": -8.683696528333734,
      "IPL": -8.684640134615405,
      "IKE": -8.68519691230077,
      "LNL": -8.685464507564765,
      "GDV": -8.685922686218488,
      "VVA": -8.687521557496499,
      "RLA": -8.687733422646696,
      "AGF": -8.687943757209206,
      "LLK": -8.688194446658212,
      "TEE": -8.688656543980919,
      "EKL": -8.689702656798426,
      "IRR": -8.690512226088892,
      "LSK": -8.690609734395775,
      "AAK": -8.692054848219254,
      "VLG": -8.692403207834811,
      "LAT": -8.693421713485172,
      "SGE": -8.693727305706826,
      "VRA": -8.694066437360037,
      "PAP": -8.694671215026679,
      "RAA": -8.694751961355529,
      "REA": -8.695396691905334,
      "VKK": -8.69609257845805,
      "LDV": -8.696501280780359,
      "VGA": -8.69822526017981,
      "LEG": -8.700545717150714,
      "LQD": -8.704518525671304,
      "GAT": -8.70579072632951,
      "LRK": -8.7060345222194,
      "VAS": -8.707414690052566,
      "VVS": -8.70749344156889,
      "CP": -8.708790450424946,
      "WW": -8.709721591432306,
      "LKS": -8.711277785247269,
      "AVV": -8.712316683292286,
      "QW": -8.713054640363302,
      "DEL": -8.713062099673552,
      "VEK": -8.713951323216378,
      "ILV": -8.71403603996489,
      "VIS": -8.71460017658811,
      "VEG": -8.714616138273593,
      "TDL": -8.717169641135689,
      "FGL": -8.717431549795837,
      "RAV": -8.717861834733851,
      "DDE": -8.719234491883993,
      "LLH": -8.719432503034012,
      "VGS": -8.720113828437386,
      "SGS": -8.72080638018581,
      "VAL": -8.721456916824417,
      "TEL": -8.721997801994636,
      "KKI": -8.722056510676353,
      "ELA": -8.72291115800168,
      "AKL": -8.72355556945571,
      "GLL": -8.724534250302213,
      "GGL": -8.725026936260827,
      "GRL": -8.725237476219734,
      "ISS": -8.725509941301647,
      "IW": -8.726637845638999,
      "SDL": -8.726957314555209,
      "DC": -8.727271957405785,
      "HW": -8.727390989755834,
      "KKL": -8.727861793190531,
      "LTL": -8.72834781446637,
      "LVS": -8.728879573491374,
      "MAL": -8.73077315394023,
      "ILA": -8.731032237588545,
      "QTL": -8.731591517364341,
      "REI": -8.734166140911537,
      "IER": -8.73439348945783,
      "VGI": -8.734670373057106,
      "VSG": -8.734793277655102,
      "FLS": -8.734930131082963,
      "GLG": -8.736188374931023,
      "SLA": -8.73690745912792,
      "VRR": -8.737168512473163,
      "ILS": -8.737728110275283,
      "GAS": -8.738439820095135,
      "TLL": -8.738773943978815,
      "DYL": -8.739020534212898,
      "LPE": -8.739215551062093,
      "AGR": -8.73949035988482,
      "YW": -8.73995520726829,
      "PLA": -8.740341464536316,
      "LGS": -8.740382180547314,
      "IRE": -8.740864870404732,
      "RLR": -8.741411385933743,
      "ERE": -8.742273750419065,
      "LTG": -8.743462437609825,
      "VPL": -8.74366707663666,
      "ERA": -8.745757374778494,
      "ANA": -8.746983031835207,
      "SLS": -8.747409017763168,
      "LIS": -8.747666967722006,
      "VGG": -8.748238698876733,
      "KKK": -8.748376051010572,
      "LFA": -8.749324456970305,
      "LQR": -8.750035626658084,
      "KEK": -8.750062610842354,
      "LAQ": -8.750088722516706,
      "LSE": -8.75011029777582,
      "LRD": -8.750176848444104,
      "DAL": -8.751108590885115,
      "AER": -8.751501333035442,
      "QEL": -8.752691609818804,
      "LDE": -8.753772625472296,
      "AEV": -8.75434117071515,
      "QAA": -8.754634411985117,
      "SLE": -8.755202262531144,
      "LQS": -8.755855877424416,
      "MGG": -8.75649125832014,
      "NW": -8.756516410378545,
      "TIA": -8.756580587608278,
      "LST": -8.756955838227267,
      "LEN": -8.758752276249794,
      "IVS": -8.760111777019498,
      "SPA": -8.760996921872144,
      "ERF": -8.76261514417185,
      "GKP": -8.76303583089849,
      "VTD": -8.763199180150913,
      "TGD": -8.764582105938054,
      "WT": -8.764912937874206,
      "KRL": -8.765099349658184,
      "LSG": -8.765542527918821,
      "LPK": -8.765594607783866,
      "TAA": -8.765844230559667,
      "SPE": -8.766056094609837,
      "SLI": -8.766116019851847,
      "IDG": -8.76647606216253,
      "KLK": -8.768274408637406,
      "SAA": -8.769552807514854,
      "TAE": -8.770228497688253,
      "EEK": -8.77393983204631,
      "KC": -8.77500986621099,
      "ASR": -8.775038998847657,
      "AAT": -8.775167080933118,
      "MGA": -8.775420502668767,
      "IEQ": -8.77649594846205,
      "ALD": -8.776710279694337,
      "FGS": -8.777014445417981,
      "MEE": -8.777237100966307,
      "VVG": -8.777295549140222,
      "IKK": -8.777329119384431,
      "VTG": -8.777707273771885,
      "VPA": -8.778387524890368,
      "AAI": -8.778935476740124,
      "ASG": -8.780554167456058,
      "EKV": -8.781574795145966,
      "ASS": -8.782922858602484,
      "VAK": -8.783166521019025,
      "RVL": -8.784534063879688,
      "KEI": -8.785084623318383,
      "LAH": -8.785526695232141,
      "SLV": -8.786180135984921,
      "LPA": -8.786654085120375,
      "GGG": -8.786742557245637,
      "GEL": -8.786793881163325,
      "LQE": -8.787093048714812,
      "GLF": -8.787288725227691,
      "TGS": -8.788482357902058,
      "IKS": -8.789536038510507,
      "AIL": -8.79070028632487,
      "ATL": -8.791637728480211,
      "GII": -8.792577839430104,
      "LTS": -8.79335203513509,
      "DID": -8.793383045136284,
      "MEK": -8.794898279790067,
      "EQL": -8.795159410745832,
      "TLG": -8.79964440327913,
      "LAN": -8.79970759393806,
      "TVT": -8.79972031921674,
      "MLD": -8.800073909394815,
      "VLT": -8.80047592931085,
      "TSA": -8.8007226225421,
      "TGT": -8.800794788875786,
      "LKE": -8.801635772800976,
      "AVE": -8.801637437561606,
      "VKE": -8.80170083042697,
      "LVR": -8.80172451744922,
      "VSD": -8.802000977606443,
      "VKG": -8.802629742940624,
      "TGK": -8.805056857177998,
      "TLD": -8.805058393505222,
      "LGQ": -8.805512032087162,
      "IDL": -8.805808992130062,
      "ITS": -8.80614325277737,
      "RRA": -8.806165728057454,
      "HC": -8.80637961073553,
      "AVK": -8.806488199137364,
      "GLP": -8.80649061338097,
      "GDD": -8.806501569201584,
      "IDR": -8.80710867356082,
      "TVL": -8.80945895163248,
      "LAP": -8.809569768499687,
      "VAT": -8.811093455393818,
      "VTV": -8.811886874790048,
      "LVP": -8.812963264661379,
      "SGA": -8.812987988751441,
      "ISA": -8.813345730955557,
      "RLG": -8.815064090021027,
      "KDL": -8.815083220997836,
      "VTE": -8.815692153471506,
      "ETV": -8.816073330104185,
      "AVR": -8.816180563999874,
      "LES": -8.816264422628345,
      "LSS": -8.81640257216671,
      "VDA": -8.816626729175171,
      "SPL": -8.817450497958772,
      "ALI": -8.817476640252828,
      "SAS": -8.819816077154957,
      "LNK": -8.81992644147977,
      "KEV": -8.820514910710585,
      "AKG": -8.82062214738821,
      "PVV": -8.820733319629534,
      "KLL": -8.822615543138797,
      "VSK": -8.822658573116554,
      "VDL": -8.823613097568742,
      "IGE": -8.824662694841383,
      "SLP": -8.82497588134886,
      "FAD": -8.82618733053115,
      "KKA": -8.82637476006752,
      "LRS": -8.826832212121706,
      "LFG": -8.827853316592211,
      "TPA": -8.827910923621525,
      "PSP": -8.828376872557683,
      "WC": -8.828620794275281,
      "KEE": -8.82956883222032,
      "QSL": -8.829652286695737,
      "GSS": -8.829927963230299,
      "KGI": -8.83034908271233,
      "VES": -8.830793691340036,
      "QGL": -8.830898471680984,
      "SVL": -8.831433711489233,
      "GTL": -8.831638971382343,
      "AEE": -8.831755863675316,
      "LGK": -8.834606864453834,
      "LNE": -8.835017842683195,
      "DAV": -8.835398582934195,
      "TPL": -8.835571017211818,
      "GGF": -8.835715534977576,
      "FGV": -8.836009872442323,
      "QQL": -8.83630447620519,
      "LSV": -8.836335722221776,
      "LED": -8.837077287580348,
      "GSV": -8.837220372219445,
      "MLA": -8.838125620825263,
      "RGR": -8.838167832763995,
      "KAI": -8.838248579641897,
      "LPR": -8.83897453756152,
      "AFL": -8.839247358368539,
      "VDR": -8.83966940241196,
      "VSE": -8.839861854021839,
      "LDD": -8.840951826794615,
      "IGL": -8.841803780854734,
      "KLG": -8.842347293125169,
      "SSG": -8.844251237370635,
      "ELL": -8.847662006662572,
      "LQN": -8.848314728565223,
      "LTK": -8.848514862095916,
      "IRK": -8.848825675165813,
      "VSL": -8.849952513473646,
      "TIT": -8.850095482250577,
      "VTL": -8.850661020397794,
      "KAV": -8.850901111123996,
      "ITD": -8.852027153930582,
      "VDV": -8.85325852486551,
      "YLD": -8.853334286000091,
      "IPV": -8.85391399593069,
      "FSS": -8.855462582439632,
      "KQL": -8.855938919649768,
      "AGG": -8.856202533440655,
      "DGL": -8.856232254718027,
      "EGR": -8.857223752408041,
      "VER": -8.857292630066649,
      "LKR": -8.857638993228157,
      "AEK": -8.858961880373506,
      "TGG": -8.85917434138456,
      "GRP": -8.859238025202545,
      "APA": -8.859254846275078,
      "IAN": -8.859971678660514,
      "TVE": -8.860096166625395,
      "VVT": -8.86077871393864,
      "IGS": -8.8609955516053,
      "VLF": -8.861320777402783,
      "VEV": -8.861448106042303,
      "PLV": -8.861869061421148,
      "IIS": -8.861952169469648,
      "NLI": -8.863699257204123,
      "GIA": -8.864054203688509,
      "AVS": -8.865284171717661,
      "IRN": -8.866206769532553,
      "VRG": -8.866963413157428,
      "DDL": -8.867108016590263,
      "GRG": -8.86776183393888,
      "EVK": -8.869915544688512,
      "VTA": -8.870024936933525,
      "LYE": -8.87017147694252,
      "GLT": -8.87045900674896,
      "ISK": -8.870957342831788,
      "LKG": -8.871277612531639,
      "LDT": -8.871745035104427,
      "KLA": -8.871780790073487,
      "RSR": -8.871987019202988,
      "GAL": -8.873628211678227,
      "FLL": -8.873875588417091,
      "LGE": -8.873945881391021,
      "SKK": -8.874508723430118,
      "GSG": -8.874670880737751,
      "GVE": -8.874799365216443,
      "KDI": -8.875082949558259,
      "RGI": -8.87531392501872,
      "AST": -8.875687412724558,
      "GVL": -8.875871181388192,
      "ARV": -8.876970878313017,
      "SGT": -8.879156593269883,
      "RQR": -8.879419980817616,
      "ALK": -8.880507928678602,
      "KEA": -8.880576492391505,
      "IST": -8.881017208982177,
      "APG": -8.881249787892843,
      "AEG": -8.882006342323203,
      "SEE": -8.882964296986536,
      "DLV": -8.884000449217341,
      "LLP": -8.884492317556413,
      "VLK": -8.884700840716672,
      "ISR": -8.885037125316297,
      "LIP": -8.885366893241772,
      "SLT": -8.886471370231027,
      "EVV": -8.886866176595744,
      "DKI": -8.886867481795672,
      "AKV": -8.888359895161111,
      "TAT": -8.889178702265358,
      "AGD": -8.889516006781976,
      "KNI": -8.890485702005558,
      "RKL": -8.890521926910699,
      "RNL": -8.890986455609898,
      "GAV": -8.891305829629756,
      "LGP": -8.891697877649282,
      "SIL": -8.892034906530881,
      "SAV": -8.893384771402918,
      "ENL": -8.894259870888558,
      "VTS": -8.894458640913056,
      "REG": -8.894740354619719,
      "TGL": -8.895061200083733,
      "KTL": -8.89540999837061,
      "ATT": -8.895492706321969,
      "LIT": -8.895969165837961,
      "MAS": -8.896314817239729,
      "LDG": -8.896523322115485,
      "DLA": -8.89708951760491,
      "PEA": -8.89722278436472,
      "STL": -8.89723078255621,
      "LTV": -8.897252125262925,
      "GIV": -8.897317574850316,
      "RDL": -8.897532541005525,
      "IET": -8.898409795845172,
      "LTE": -8.899136473594147,
      "INA": -8.899164393590903,
      "AGT": -8.899574601189615,
      "TLE": -8.899730619469576,
      "LDK": -8.899934660549835,
      "LGN": -8.899974104418312,
      "GSL": -8.900207065324704,
      "TLN": -8.900388784996146,
      "KNK": -8.900855376320706,
      "AAF": -8.901112731739095,
      "DVA": -8.902231292189478,
      "PW": -8.902250136832162,
      "LRN": -8.902438375652505,
      "TGI": -8.902642721748807,
      "LVK": -8.902879107889719,
      "CC": -8.903043262429689,
      "IKD": -8.903761514133878,
      "LNS": -8.903913666663938,
      "LSQ": -8.90403651485012,
      "IGK": -8.904570730763039,
      "ATG": -8.904832317098032,
      "DAI": -8.90508600200835,
      "RAE": -8.905127380876703,
      "PLT": -8.905155927322145,
      "VPV": -8.905786511211117,
      "IGG": -8.90581763936762,
      "DEA": -8.905865077674097,
      "NPK": -8.906442673970608,
      "VID": -8.906735417912317,
      "TLR": -8.906785916211899,
      "LID": -8.907603518004434,
      "LTT": -8.90795075653859,
      "VSS": -8.907951483869521,
      "TVA": -8.90797262594842,
      "AVI": -8.90847040021081,
      "HGL": -8.908781587518432,
      "RDG": -8.908845538005112,
      "EKF": -8.909275110145147,
      "VKR": -8.909771635458288,
      "TSS": -8.91010011273902,
      "ISN": -8.910897102299403,
      "VSR": -8.910898872552112,
      "SAT": -8.911541691606727,
      "APE": -8.912187507169303,
      "IEG": -8.912640038828613,
      "FGF": -8.912773688013305,
      "ISD": -8.912932318711114,
      "SGI": -8.913194211683225,
      "QQQ": -8.914546202132994,
      "ETL": -8.915340653031027,
      "ATV": -8.915414122328373,
      "VEE": -8.915968310304853,
      "GVA": -8.916959200361955,
      "ITA": -8.917964036710538,
      "QQA": -8.918460130102673,
      "CH": -8.919423688159545,
      "LVT": -8.91991203805421,
      "GDA": -8.920079415291944,
      "SEA": -8.92019493673169,
      "SGG": -8.920288966721301,
      "LTR": -8.920338985972577,
      "VDD": -8.920729407815092,
      "ISE": -8.9209187793463,
      "KAA": -8.921056998454617,
      "SGR": -8.921075120702962,
      "AIE": -8.92110576809609,
      "DEV": -8.921201885541757,
      "DED": -8.92204805769904,
      "DGV": -8.922067223575517,
      "GPV": -8.92238656703939,
      "LKT": -8.922624934314417,
      "GDS": -8.922625987446631,
      "IAG": -8.924429406358547,
      "DEE": -8.925035813307673,
      "LPD": -8.925452491885189,
      "MLL": -8.925453478682643,
      "DIV": -8.926342400057516,
      "IGT": -8.926523404014931,
      "EIV": -8.927044713356933,
      "SFL": -8.928335067464518,
      "WY": -8.928392520945419,
      "SKL": -8.928518332385059,
      "KAE": -8.929216840140578,
      "TSL": -8.930077353211471,
      "GAD": -8.930672977313785,
      "DFL": -8.93103321798046,
      "EGK": -8.931130210096773,
      "EEF": -8.931161939454196,
      "TPG": -8.931262997883925,
      "TVR": -8.931464874005762,
      "RGE": -8.931520853401555,
      "KRR": -8.931864623479274,
      "DDA": -8.93203172011231,
      "GES": -8.932365247579657,
      "GTG": -8.932669161560135,
      "MKE": -8.932979899339644,
      "FLA": -8.933191730052421,
      "GLV": -8.933847377346785,
      "PSS": -8.93413189780567,
      "SNL": -8.934185256945794,
      "LKD": -8.934446787794586,
      "KIK": -8.934640664258929,
      "RLK": -8.934805170448263,
      "NGV": -8.93481311989589,
      "STS": -8.935021642372885,
      "EDI": -8.93503537203565,
      "LVN": -8.935056087803977,
      "RTR": -8.935117393712641,
      "QAV": -8.935834975615865,
      "LET": -8.936473522309837,
      "GLS": -8.936559699873245,
      "VPT": -8.93668176967628,
      "PC": -8.937358049787724,
      "GFI": -8.937520208795535,
      "AAP": -8.93757159289826,
      "VPG": -8.937842907636355,
      "KII": -8.93791660892099,
      "EEG": -8.939029119118121,
      "EGL": -8.939121017104789,
      "LDI": -8.939690012475346,
      "MAT": -8.94014936726321,
      "DIA": -8.94109285878844,
      "AAN": -8.941472160297046,
      "SSV": -8.941502964370473,
      "ERV": -8.941913724728712,
      "PPS": -8.942537070083132,
      "EGE": -8.942742260781609,
      "GGV": -8.942809838683631,
      "EIE": -8.943237558046937,
      "LLD": -8.944911362994716,
      "REK": -8.94523093775065,
      "LGY": -8.945672510632427,
      "LSN": -8.946810700777952,
      "DLE": -8.946812746720436,
      "AGQ": -8.946895348788034,
      "SEI": -8.947296411098057,
      "ADV": -8.947319580793748,
      "AII": -8.94750596968341,
      "KDK": -8.949678687165282,
      "TSP": -8.95006610014357,
      "PEE": -8.950873926120961,
      "ELG": -8.950876517987222,
      "SSA": -8.951384402955222,
      "GVV": -8.951547173314317,
      "NKK": -8.951796818113774,
      "IVD": -8.95188450481982,
      "DAE": -8.951994585746807,
      "VVE": -8.953437824985084,
      "DLD": -8.953624986164474,
      "VRE": -8.953683306160444,
      "DGR": -8.95400840653788,
      "RTL": -8.956490385968777,
      "RLS": -8.95664637646253,
      "RGV": -8.956742599214612,
      "MLK": -8.957497920628937,
      "VET": -8.95828743151413,
      "IPA": -8.958304928909799,
      "RRI": -8.958534547299143,
      "RQA": -8.959021113646807,
      "LEV": -8.959254427181321,
      "IRD": -8.959897665156113,
      "PAL": -8.961175180005597,
      "SAI": -8.961810388442938,
      "IAK": -8.962428926397042,
      "KPK": -8.963555009217643,
      "LVD": -8.964461415985145,
      "SVI": -8.964897577079169,
      "LNQ": -8.964927007878282,
      "FDL": -8.965016030098086,
      "GVP": -8.965233009925738,
      "GGI": -8.965995446801218,
      "TVV": -8.966153257851634,
      "QGV": -8.96827541767937,
      "KKG": -8.969249549814661,
      "GKV": -8.969553577057187,
      "GIT": -8.969723528144803,
      "TPE": -8.970095171562967,
      "GNI": -8.970830461044908,
      "DIL": -8.971027764939802,
      "LQK": -8.97164573485879,
      "AKR": -8.971686836868475,
      "ALN": -8.97172843959773,
      "VLP": -8.971982355220897,
      "LFL": -8.972235841063343,
      "RIA": -8.972686132172436,
      "SGD": -8.973302685714332,
      "KGE": -8.973491557820028,
      "PLI": -8.973539719355792,
      "SPS": -8.973560155528464,
      "GDI": -8.973761100520996,
      "YDL": -8.974406097682088,
      "LLF": -8.975424313597086,
      "WN": -8.976211925361735,
      "VAP": -8.976660960084596,
      "IDD": -8.978813034479597,
      "DVV": -8.97889745756367,
      "PAA": -8.979792309494886,
      "GRR": -8.979825099863739,
      "LIL": -8.980010757508204,
      "VDI": -8.980153849352309,
      "DIE": -8.980163131837537,
      "ILK": -8.980970417182345,
      "AQL": -8.98120858883303,
      "GEP": -8.981996519705413,
      "MSS": -8.982052108936456,
      "ALQ": -8.982477915146319,
      "DGT": -8.982675985592865,
      "TTL": -8.982757436154053,
      "VLD": -8.983007526324178,
      "VGV": -8.983048501262365,
      "SGK": -8.983161957002928,
      "RVA": -8.983401639977979,
      "LTN": -8.984385992387793,
      "MLS": -8.985250673829947,
      "AFV": -8.98538560959578,
      "EAG": -8.985406821650892,
      "GAA": -8.985567628839071,
      "VSP": -8.985675601740992,
      "GTT": -8.985806718225449,
      "NII": -8.985917861042843,
      "SRS": -8.986087952680684,
      "KNL": -8.986304435955523,
      "FLG": -8.98668925340182,
      "DLL": -8.987044546403801,
      "IND": -8.987142607771824,
      "KKS": -8.98785270518821,
      "PTV": -8.98803362695681,
      "APV": -8.988244513292363,
      "LLQ": -8.988269383657077,
      "IFG": -8.988528605618145,
      "EGI": -8.9888401163351,
      "IAR": -8.989241703587078,
      "LNP": -8.989314826625531,
      "SSR": -8.989433242620372,
      "IES": -8.989789050923982,
      "INN": -8.989934875900616,
      "LLI": -8.990014415906046,
      "IAQ": -8.990142235006967,
      "ALF": -8.990353758091144,
      "LLN": -8.990595756957296,
      "AGK": -8.991085326374545,
      "VVR": -8.991888589745079,
      "RQL": -8.993240881473348,
      "KAL": -8.99341234740947,
      "KGV": -8.994864349479629,
      "TFS": -8.994897354902745,
      "SST": -8.995407788957456,
      "LTQ": -8.995428909239847,
      "SFS": -8.995934303947353,
      "ITT": -8.996396094258603,
      "VDE": -8.997004465729756,
      "SDS": -8.997569717087515,
      "ITE": -8.997725656751562,
      "MDE": -8.997887080703658,
      "LSF": -8.998608217973807,
      "EGV": -8.998612744624038,
      "VAN": -8.998815813290186,
      "VPS": -8.99898007013583,
      "GTA": -8.999280212411907,
      "GGS": -8.999352820234325,
      "GLD": -8.999431568627799,
      "KGK": -8.999440740996993,
      "STP": -9.000041248541315,
      "IDE": -9.002102319508637,
      "EED": -9.002372012574247,
      "NAA": -9.002538067040637,
      "KRK": -9.003006529486361,
      "LGR": -9.003537264558819,
      "AQG": -9.003588438285366,
      "ARI": -9.003950278800973,
      "RSL": -9.004379977556592,
      "GQL": -9.004408671889587,
      "ADR": -9.0044469865757,
      "SHL": -9.004679269659544,
      "SVE": -9.00489830991787,
      "IDS": -9.005016427798921,
      "VAI": -9.00503152070792,
      "SKS": -9.005307219053616,
      "VSV": -9.005553195913404,
      "DRI": -9.00561837652645,
      "RAI": -9.006109520704133,
      "LVV": -9.006555474743555,
      "INP": -9.006914233525379,
      "MAR": -9.007156926634233,
      "VKV": -9.007377978267073,
      "IVN": -9.007963614040069,
      "SIS": -9.008080772117244,
      "RVR": -9.008394610695717,
      "GVG": -9.009109337031036,
      "MLR": -9.009354857563228,
      "LTD": -9.010360537376755,
      "TLK": -9.010726264771378,
      "FDA": -9.01105665771609,
      "SLF": -9.011087900074637,
      "DKK": -9.011315466509105,
      "FAR": -9.011562882904222,
      "ILN": -9.011835600703328,
      "DPS": -9.012781452185031,
      "TPD": -9.012799010300784,
      "TAV": -9.01351771102399,
      "FEE": -9.013819743846568,
      "SVT": -9.016061954043085,
      "LEP": -9.016389584681066,
      "DRF": -9.016427592765915,
      "NPD": -9.01718114287004,
      "IPS": -9.01827288539386,
      "AQR": -9.018335132119098,
      "SES": -9.018423154800434,
      "LKN": -9.0189615885272,
      "AFS": -9.019201644902923,
      "VRK": -9.01949953448365,
      "GAG": -9.01968196657498,
      "KLD": -9.019924251085442,
      "DPN": -9.020658153833612,
      "LDP": -9.021012105368365,
      "EID": -9.021050808627622,
      "DPK": -9.021440668744594,
      "AYA": -9.021572208599242,
      "DVI": -9.021731177098676,
      "GRT": -9.02206468700008,
      "LEQ": -9.022112442507908,
      "VKD": -9.022824880884688,
      "AVD": -9.022877251558732,
      "IKN": -9.02302505652792,
      "FGI": -9.023340685409359,
      "GKL": -9.023358797897018,
      "STT": -9.023632763963727,
      "GQP": -9.023812394142434,
      "LPN": -9.02410409423083,
      "INS": -9.024645059073434,
      "EKK": -9.025259204421596,
      "WP": -9.025371444076063,
      "NLL": -9.02575793498953,
      "VVP": -9.026016359541485,
      "TST": -9.026751956500162,
      "SIP": -9.026835762969542,
      "TVS": -9.026859063869344,
      "VND": -9.027250760849125,
      "GIS": -9.028019097176596,
      "YGV": -9.028206187386516,
      "ERI": -9.028420417385396,
      "GVS": -9.028907777436746,
      "MKR": -9.029338969601865,
      "DSL": -9.029859925386923,
      "DII": -9.03009543102544,
      "GET": -9.030172253569502,
      "IEN": -9.030182693567046,
      "VGR": -9.030835286021583,
      "GRS": -9.031298503004638,
      "VFG": -9.031548812681466,
      "ARS": -9.032287692721377,
      "PLL": -9.032609942335919,
      "FVS": -9.032960253353085,
      "PFL": -9.033356623628213,
      "PVL": -9.03338068476549,
      "DRV": -9.033640403590681,
      "EKG": -9.033878613499875,
      "EKY": -9.033900966487822,
      "TRL": -9.03402478728773,
      "EQE": -9.034065050891558,
      "KSK": -9.034320188565626,
      "SVV": -9.034323024757649,
      "IDK": -9.034372074189692,
      "GFS": -9.034389342456596,
      "FGA": -9.035083142719094,
      "LVF": -9.03531681199667,
      "GDE": -9.03549425905387,
      "GDK": -9.036497166115844,
      "TLP": -9.036768176874894,
      "EQV": -9.036988019435432,
      "LKP": -9.037106725809775,
      "TFL": -9.037405097357373,
      "FRD": -9.037452821683438,
      "VVN": -9.037674146071598,
      "QLA": -9.037691801470059,
      "VRV": -9.037827099375455,
      "DTI": -9.038074630501134,
      "ILE": -9.038446201320665,
      "EVT": -9.038718461517703,
      "LNG": -9.039356432945967,
      "SSI": -9.04014356942255,
      "EDL": -9.040274149854874,
      "VKS": -9.040842760483217,
      "ARG": -9.040890805813364,
      "QLP": -9.041409154179036,
      "RIL": -9.041500779444117,
      "MLE": -9.041745727198187,
      "SII": -9.042082724352255,
      "PTP": -9.04212435979306,
      "IQK": -9.042622157235659,
      "RDV": -9.043071285359526,
      "RDA": -9.043204238912244,
      "FKD": -9.043900014945493,
      "AIS": -9.04395029682232,
      "RLV": -9.044109873855636,
      "FLT": -9.044599325176355,
      "IGR": -9.044943204620859,
      "DYV": -9.045163550255987,
      "DTL": -9.045450637107058,
      "MSK": -9.045681005804111,
      "DEI": -9.045714471576618,
      "FLD": -9.046053712555311,
      "NDI": -9.046315947430944,
      "FDE": -9.046356074291078,
      "VRS": -9.046363387482591,
      "SVS": -9.046386459036816,
      "AES": -9.046523594404938,
      "DSE": -9.046852927668338,
      "FIS": -9.047260279658818,
      "SDI": -9.047300540524098,
      "SRG": -9.047543316057078,
      "GST": -9.047908499661867,
      "EVE": -9.048541441025831,
      "TIL": -9.048837200278303,
      "DAF": -9.04914805871537,
      "VFS": -9.049333001456159,
      "VSF": -9.049943204598012,
      "GKS": -9.051472434354631,
      "GDR": -9.052027238623,
      "ERR": -9.052041688503666,
      "LPP": -9.052101334906705,
      "SYL": -9.052327987244825,
      "QEA": -9.052402188940336,
      "PEP": -9.052778210982424,
      "KVK": -9.05290506219283,
      "DGK": -9.052946080280554,
      "SGQ": -9.052986572072976,
      "PGP": -9.053628683637383,
      "ADI": -9.053661937504852,
      "VPP": -9.05394300918862,
      "ASE": -9.054511694940794,
      "PVS": -9.054603174247005,
      "SDD": -9.054684219130259,
      "DLS": -9.05563815545021,
      "RYL": -9.055682655934874,
      "QGI": -9.055810456630013,
      "TSD": -9.056096720140594,
      "EGD": -9.056673375211453,
      "LGT": -9.057704647703728,
      "FEK": -9.057980140894875,
      "QEE": -9.058094607380461,
      "PVT": -9.058162855642927,
      "TRS": -9.058209126742018,
      "LRT": -9.058282848384245,
      "TID": -9.05870334968459,
      "ETA": -9.059316781262682,
      "LNR": -9.059723753617408,
      "EGG": -9.059814965697711,
      "SEG": -9.059932359944062,
      "ATS": -9.060209054260506,
      "VIE": -9.060692638563001,
      "IDP": -9.061264193616031,
      "DPE": -9.061511150322541,
      "LPS": -9.061970256507474,
      "SGN": -9.062029870236216,
      "LVQ": -9.062191372545392,
      "NGE": -9.062324351221163,
      "EDA": -9.062330904367048,
      "VFD": -9.062332271495189,
      "EER": -9.063131567882472,
      "KVI": -9.063391439937,
      "MAG": -9.063592575952562,
      "DAA": -9.063601622299595,
      "KSL": -9.063727192895302,
      "IDT": -9.063787141113005,
      "GGD": -9.064132802682037,
      "DDI": -9.064150426308498,
      "MGI": -9.064336830671401,
      "PVA": -9.065005712441558,
      "LSP": -9.065417809980364,
      "RGA": -9.065702841530271,
      "IFS": -9.065956122712203,
      "KEG": -9.066087807867778,
      "ELP": -9.06618066328931,
      "RLP": -9.06625073042186,
      "NAI": -9.066448078913623,
      "FDV": -9.066456821483916,
      "FAS": -9.06698211564945,
      "QPL": -9.067615613565534,
      "GID": -9.067777854258724,
      "PDG": -9.067922564131402,
      "FST": -9.068353142962577,
      "NSL": -9.068996304072105,
      "PLS": -9.069300227535,
      "TLV": -9.069630346814543,
      "RAG": -9.069799028175417,
      "FED": -9.069835034902045,
      "DIP": -9.070001298056226,
      "PIV": -9.070236392601112,
      "FSK": -9.070242774176695,
      "DRL": -9.070531614102126,
      "RRG": -9.070607672198012,
      "NSS": -9.071140195221249,
      "VGE": -9.072171127484943,
      "FAA": -9.072292544961817,
      "VLN": -9.07300134680867,
      "FSR": -9.073055241156256,
      "ASK": -9.073170834194741,
      "VGK": -9.074342640969872,
      "KRV": -9.074488063116464,
      "INE": -9.075030178405372,
      "EQI": -9.075059407432652,
      "LFT": -9.075570062882429,
      "TAI": -9.075878296337649,
      "SIV": -9.076639927175275,
      "NPE": -9.077192463941081,
      "TDV": -9.077694163078084,
      "ITN": -9.078104223142867,
      "SGY": -9.078495772541253,
      "VVK": -9.078651396263588,
      "TSV": -9.079175266804008,
      "SQL": -9.079499233342583,
      "SVA": -9.079545984230148,
      "MLG": -9.07979602841152,
      "QVA": -9.080020345422176,
      "DVE": -9.08005920928439,
      "IAV": -9.080433350139907,
      "IAL": -9.08059540928123,
      "SFG": -9.081001774042507,
      "KKV": -9.081046724053602,
      "GER": -9.081234671350423,
      "DLI": -9.081342102760685,
      "PVI": -9.081691598622358,
      "EQA": -9.082335679644999,
      "TKE": -9.082450307107544,
      "KDA": -9.08309771101539,
      "GPG": -9.083467745673452,
      "LQL": -9.083640370255626,
      "KTV": -9.08396841416999,
      "EDG": -9.0839856999686,
      "PES": -9.084000289315302,
      "RKR": -9.0842969380082,
      "EAR": -9.08486364741542,
      "MGV": -9.085069948556814,
      "KTK": -9.086203562555205,
      "PTA": -9.086423615035969,
      "MSE": -9.086527369187523,
      "LPQ": -9.086979875630092,
      "PED": -9.087307568788207,
      "GNA": -9.087912086808867,
      "PEV": -9.088072928713064,
      "RLI": -9.088313346185773,
      "EYL": -9.088620883386927,
      "YLS": -9.088773590653533,
      "NGI": -9.09002188781697,
      "KLR": -9.0902806529822,
      "RRK": -9.090327472240514,
      "TTP": -9.090814164104822,
      "YGL": -9.09092387939668,
      "GSA": -9.091316656642888,
      "FSG": -9.091345931205776,
      "SNP": -9.091376316141954,
      "EVI": -9.091494891921867,
      "SNS": -9.09229032471531,
      "VVV": -9.09232744422376,
      "RKA": -9.092399199337942,
      "VVL": -9.092794729281657,
