{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "{UNK}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "{CLS}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "{SEP}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "{PAD}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "{MASK}",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": {
      "M": -3.661347747651954,
      "A": -4.07756974558276,
      "L": -4.162626275797182,
      "V": -4.211760421175262,
      "I": -4.334481651742557,
      "S": -4.438956509082617,
      "T": -4.555739278472576,
      "E": -4.6412821601548,
      "K": -4.643028642556045,
      "R": -4.759512689062264,
      "Q": -4.825195537240937,
      "G": -4.842471629400411,
      "D": -4.962633380641996,
      "N": -4.969301681618612,
      "F": -5.06873179926056,
      "H": -5.261034807351917,
      "Y": -5.2875708181369045,
      "P": -5.3834583617199705,
      "C": -5.519350611243471,
      "W": -5.751223836786034,
      "AA": -5.8961076966182,
      "LL": -5.94472962331646,
      "AL": -5.9643570630395875,
      "LA": -6.073929912549735,
      "VL": -6.087506146888719,
      "VA": -6.169659275989236,
      "MA": -6.174076769196635,
      "SL": -6.1931410502481405,
      "AV": -6.225403856615543,
      "LV": -6.23045052695209,
      "TL": -6.280469833234207,
      "LS": -6.2944632126204425,
      "VV": -6.30492468503885,
      "EA": -6.3181752401887366,
      "AG": -6.3295559073846395,
      "IL": -6.33432870442134,
      "IA": -6.339879173830159,
      "LG": -6.347120568952713,
      "MK": -6.390575854366855,
      "AE": -6.397441562488131,
      "GL": -6.398481225160042,
      "EL": -6.406810685122057,
      "TA": -6.407862482344086,
      "KK": -6.421498777913694,
      "AI": -6.422474595594638,
      "EK": -6.424774310476106,
      "EE": -6.425634831907681,
      "KL": -6.426033589550823,
      "RL": -6.432687454318858,
      "ML": -6.437320280762739,
      "DL": -6.4514076191885685,
      "AS": -6.460433759070492,
      "SS": -6.470554222929136,
      "LT": -6.471631449956062,
      "SA": -6.496857943099366,
      "LI": -6.502645702944813,
      "SV": -6.506882957056364,
      "AR": -6.521260813044252,
      "MS": -6.521837682503051,
      "MV": -6.523304858510951,
      "SG": -6.537078317237395,
      "LE": -6.537214324179066,
      "KA": -6.544657279872606,
      "IV": -6.545617014066824,
      "TV": -6.551774541273915,
      "MR": -6.554984162762311,
      "KE": -6.560756077483074,
      "QA": -6.564557161669438,
      "MT": -6.565597212446166,
      "VI": -6.568141491980423,
      "LD": -6.575623599159847,
      "II": -6.579524551222638,
      "RA": -6.581024540376758,
      "MG": -6.581213778620953,
      "DA": -6.582215811289942,
      "GA": -6.586537403053828,
      "MN": -6.593176724722397,
      "LK": -6.600469758530579,
      "ME": -6.604246991655829,
      "AK": -6.611695856610577,
      "GV": -6.614438220191948,
      "LR": -6.61520884450611,
      "EI": -6.61989678860574,
      "AT": -6.624981173881016,
      "IG": -6.626420274606337,
      "MD": -6.627688066210407,
      "EV": -6.639353790322009,
      "QL": -6.647237585037443,
      "AD": -6.649638775162217,
      "VG": -6.650999082450355,
      "GE": -6.654737750707,
      "MI": -6.657470234472969,
      "MP": -6.659148279695472,
      "VE": -6.665369606580329,
      "LP": -6.669590920085174,
      "KV": -6.68657102996799,
      "GG": -6.708331954227868,
      "RV": -6.71532293720181,
      "GK": -6.717750572807388,
      "ER": -6.726160459843898,
      "IS": -6.7289552098995316,
      "GS": -6.729147691922947,
      "VT": -6.731116247368071,
      "VS": -6.7337026727316225,
      "SE": -6.749940113419132,
      "SI": -6.752277442623887,
      "KI": -6.752599144672825,
      "RR": -6.754619068412548,
      "RE": -6.7623053504743496,
      "SK": -6.762453242435242,
      "TG": -6.763624755414856,
      "EG": -6.764748238623689,
      "GR": -6.766018560564092,
      "DV": -6.768154938297204,
      "QV": -6.769043161172281,
      "TI": -6.769559631757353,
      "DE": -6.770987301668402,
      "RI": -6.771883738613107,
      "ED": -6.776425567792142,
      "VD": -6.778352290961392,
      "TS": -6.793151718394254,
      "SR": -6.8089373437121825,
      "MQ": -6.816892663702545,
      "KS": -6.819152026891166,
      "IE": -6.822228857145291,
      "KR": -6.822424241001304,
      "NL": -6.828389568507728,
      "VK": -6.8300826654488045,
      "GI": -6.833159413840882,
      "PA": -6.838681707361209,
      "ID": -6.846086214627485,
      "LF": -6.850682650686904,
      "PL": -6.851116163027971,
      "SD": -6.859341550589971,
      "VR": -6.862369160279682,
      "ES": -6.868818502909692,
      "IT": -6.871187097204356,
      "RG": -6.873415742092634,
      "TT": -6.878027003891367,
      "DI": -6.879916032667344,
      "AQ": -6.881480119571771,
      "EQ": -6.881935047754327,
      "DD": -6.884880404497174,
      "NA": -6.898444544568674,
      "FL": -6.901401598578898,
      "LN": -6.90260168755789,
      "ET": -6.906074348340187,
      "TE": -6.909473987351138,
      "KD": -6.912343014529098,
      "KG": -6.926557448204791,
      "RK": -6.933403070373124,
      "ST": -6.935345583495845,
      "DK": -6.942534576752216,
      "KT": -6.95283348899938,
      "RS": -6.954093062869033,
      "AN": -6.955411816031809,
      "IK": -6.95901769940116,
      "AF": -6.95989501715796,
      "GD": -6.961798101231858,
      "KQ": -6.965035570270073,
      "GT": -6.966479237185176,
      "LQ": -6.971706908031759,
      "EN": -6.973678579990279,
      "DG": -6.980702693070748,
      "NK": -6.983043955754821,
      "QG": -6.987971518499382,
      "TK": -7.002730934007026,
      "PV": -7.006388688244465,
      "QF": -7.008400952827346,
      "MF": -7.008547417196311,
      "VP": -7.015226219360104,
      "PE": -7.016826683999071,
      "RD": -7.017081233504278,
      "DS": -7.018042573975995,
      "SP": -7.0189425374430865,
      "YL": -7.023695125933786,
      "FA": -7.025668638644671,
      "NI": -7.028712522335267,
      "TR": -7.031489824908935,
      "IN": -7.032470721422468,
      "QI": -7.0408707133584745,
      "AP": -7.041888229987519,
      "IR": -7.047791958623062,
      "TP": -7.054347226291002,
      "IP": -7.059921370996296,
      "QK": -7.061525739057936,
      "KN": -7.068416486007672,
      "PS": -7.083026008146758,
      "RT": -7.083285795566196,
      "RF": -7.0846120125855965,
      "SN": -7.088614048463684,
      "NV": -7.094298954188545,
      "VN": -7.099566863889747,
      "RQ": -7.102418827163316,
      "SF": -7.103450342606546,
      "TD": -7.107684915075513,
      "AH": -7.109901536572613,
      "DT": -7.11128947588359,
      "VF": -7.116546404551359,
      "QQ": -7.128947771585734,
      "SQ": -7.131637229002644,
      "QE": -7.133777620985663,
      "RY": -7.1348118822953825,
      "EF": -7.140238078831919,
      "DR": -7.144657901610714,
      "YA": -7.159580799081841,
      "TN": -7.16097627327351,
      "NE": -7.161247254790222,
      "QS": -7.163465468590701,
      "KP": -7.166732140376446,
      "QT": -7.167450063487923,
      "FV": -7.168238497307987,
      "FS": -7.168890041104181,
      "HL": -7.174057443847325,
      "QH": -7.175410620651018,
      "FG": -7.176766538747286,
      "TF": -7.17897682856292,
      "QR": -7.181821112687555,
      "GF": -7.186275485938863,
      "RP": -7.18699282262887,
      "NG": -7.1901422988762445,
      "IF": -7.1926240605905445,
      "GQ": -7.193132811808612,
      "TQ": -7.195082952708123,
      "NS": -7.204544853881631,
      "NN": -7.211535795966226,
      "PT": -7.2122885633433125,
      "HY": -7.216406440911744,
      "SH": -7.233253363735736,
      "HE": -7.235069374264453,
      "DN": -7.24011520580194,
      "KY": -7.241958710062921,
      "YG": -7.251011251563266,
      "SY": -7.259335032257615,
      "AY": -7.264390913320259,
      "FI": -7.264604953282577,
      "GN": -7.265042913512785,
      "KF": -7.273079522905677,
      "HI": -7.279091966083595,
      "HK": -7.2795335026003425,
      "HQ": -7.280496573202017,
      "KH": -7.28264788615337,
      "YV": -7.283370644436163,
      "ND": -7.284617895616281,
      "HA": -7.286418957395069,
      "HH": -7.2895074002823055,
      "DF": -7.290640254514827,
      "VQ": -7.29881809583342,
      "NR": -7.301504578520436,
      "PI": -7.312199054875103,
      "LY": -7.323873755614171,
      "CN": -7.325081670370501,
      "TY": -7.325596317429653,
      "IQ": -7.3274664902876,
      "FT": -7.329894531135498,
      "RN": -7.333552048487389,
      "CF": -7.336232786778897,
      "PP": -7.338350631499964,
      "DP": -7.341775734172215,
      "QY": -7.3528548272339975,
      "DY": -7.361699093005857,
      "EP": -7.361764818390817,
      "NP": -7.363060118262471,
      "NT": -7.3645094614911475,
      "CQ": -7.365265888789969,
      "QD": -7.370740983046188,
      "FE": -7.374009366343618,
      "RH": -7.376342280243856,
      "DQ": -7.379718336976023,
      "CL": -7.380875053935766,
      "VY": -7.391256413067804,
      "HV": -7.392177059865112,
      "GY": -7.395880329775245,
      "EH": -7.397315883469899,
      "EY": -7.411541903408494,
      "YI": -7.418834842002434,
      "FC": -7.423512767060675,
      "YE": -7.435802654358989,
      "PD": -7.448575597462675,
      "YY": -7.4497660014230185,
      "YH": -7.459025645560176,
      "HS": -7.462238782772744,
      "QP": -7.462576345053765,
      "MY": -7.465473277209112,
      "CA": -7.4667367492765635,
      "WI": -7.468053947044741,
      "PR": -7.469359515474224,
      "HG": -7.47600919353569,
      "VC": -7.47628964763504,
      "FK": -7.482858875591562,
      "LH": -7.484399349695343,
      "NH": -7.487877927773557,
      "PK": -7.488612229560719,
      "FW": -7.493303715553626,
      "NF": -7.49414215506083,
      "SW": -7.494301698743515,
      "HN": -7.4959179031432885,
      "NQ": -7.4972048201116,
      "ALA": -7.497275627226747,
      "IY": -7.499011239582503,
      "TW": -7.500272890830612,
      "HR": -7.502254630988238,
      "MH": -7.507242476933948,
      "KW": -7.50969893297486,
      "AAA": -7.510151428561359,
      "YD": -7.526843100082051,
      "CR": -7.527268887196019,
      "PF": -7.528192403516952,
      "HF": -7.529319164595879,
      "DH": -7.529896592111715,
      "FQ": -7.533415728291763,
      "TH": -7.533622529567307,
      "QN": -7.534533988804194,
      "IC": -7.536022895652502,
      "WE": -7.537504510057845,
      "NW": -7.539873011089393,
      "YF": -7.544085816572414,
      "LC": -7.545570809059836,
      "AW": -7.548471077164933,
      "YS": -7.54867224694746,
      "WG": -7.550567389339541,
      "FF": -7.5519412591521355,
      "DW": -7.555809512307846,
      "CG": -7.557797803436429,
      "EW": -7.564245974532431,
      "CK": -7.565163161938575,
      "YC": -7.566098054540005,
      "IH": -7.573205707466778,
      "WL": -7.5836133822794345,
      "PQ": -7.587400099409891,
      "YT": -7.598381143656285,
      "YR": -7.6008065399503035,
      "CY": -7.604135454299868,
      "VH": -7.604898425870928,
      "WF": -7.613244700802111,
      "PN": -7.615526212845486,
      "WS": -7.622123486307176,
      "WN": -7.626579789399939,
      "FN": -7.63045659962491,
      "QW": -7.630845321945131,
      "WK": -7.631395063686973,
      "TC": -7.635727368218607,
      "SC": -7.638651845710745,
      "NC": -7.643049048338199,
      "PW": -7.645746182027519,
      "CH": -7.648803892156829,
      "RW": -7.650239166768554,
      "YQ": -7.651139432127621,
      "LLA": -7.653708187019113,
      "HD": -7.65473565448883,
      "GH": -7.666483546965601,
      "AC": -7.668353605529015,
      "YW": -7.669019762518765,
      "WA": -7.669641777232684,
      "YN": -7.670713510577485,
      "WQ": -7.6768932335410405,
      "YK": -7.679843959751308,
      "HT": -7.684399938684498,
      "CC": -7.692210337283411,
      "LAA": -7.6933588184450326,
      "FY": -7.693652638169864,
      "FR": -7.705674683586642,
      "CI": -7.7086328138826214,
      "WT": -7.719679970050649,
      "NY": -7.723729244277493,
      "CV": -7.725213566858928,
      "QC": -7.7259228852252,
      "VW": -7.729831396202064,
      "FP": -7.729908823442768,
      "HC": -7.7422305397450515,
      "WD": -7.743962650536213,
      "PY": -7.74893935695065,
      "ALL": -7.753639953775895,
      "CD": -7.754165109535299,
      "LGL": -7.754939593721655,
      "IW": -7.755278795754823,
      "HP": -7.758735794022616,
      "WV": -7.764329329209172,
      "CS": -7.777669433626738,
      "AGA": -7.778059973940165,
      "WR": -7.780518650424945,
      "SSS": -7.791913288059957,
      "AVA": -7.793813626160844,
      "AGL": -7.798600549722382,
      "CT": -7.811682799846389,
      "PH": -7.826887391575051,
      "KC": -7.8477777705782845,
      "DC": -7.851691177115116,
      "EEL": -7.860971025363266,
      "LW": -7.86209351949438,
      "LAD": -7.865342214858286,
      "AAL": -7.869602804433175,
      "LRE": -7.870909066968384,
      "FH": -7.8732115091868735,
      "AGV": -7.882903570129807,
      "YP": -7.8954984821756575,
      "RC": -7.89781562395261,
      "LLG": -7.900168536485781,
      "PC": -7.908449809191556,
      "LEE": -7.916323307453588,
      "AEA": -7.917727111711002,
      "SLL": -7.921645715313087,
      "WP": -7.924398003789108,
      "VLA": -7.936572647892243,
      "LLL": -7.94137608766507,
      "CE": -7.953829315884878,
      "REL": -7.95862066669897,
      "LGA": -7.98218754213341,
      "LAE": -7.9844067794857985,
      "WY": -7.997115680016849,
      "LRR": -8.002917740387664,
      "LEA": -8.006407555883408,
      "LEK": -8.006773075384132,
      "AIA": -8.008062005249254,
      "GSG": -8.01619083482537,
      "AAG": -8.021072266709698,
      "HW": -8.021100072363467,
      "LLS": -8.02254899716916,
      "LGI": -8.023575163787184,
      "AKA": -8.024996663846585,
      "VAA": -8.037512332570037,
      "LKK": -8.038113432888515,
      "SGS": -8.03859152417099,
      "LAK": -8.040402879618085,
      "EAL": -8.040403437343144,
      "LRD": -8.048676970904044,
      "LVG": -8.050319256666869,
      "LER": -8.051452803857638,
      "LAG": -8.072231836878572,
      "ALG": -8.072393535063323,
      "LAS": -8.075829720620447,
      "LRA": -8.076662771714146,
      "AAV": -8.082534077357773,
      "LSA": -8.086374587092958,
      "LKA": -8.086982033153593,
      "EKL": -8.08972273716691,
      "LGV": -8.091869834352865,
      "LEN": -8.092551545771595,
      "LKD": -8.092677392072497,
      "LGG": -8.105231339212594,
      "WH": -8.105901719179311,
      "AQA": -8.111402895481852,
      "LKE": -8.114442679676344,
      "QAL": -8.115377083892458,
      "TLA": -8.118300725079612,
      "LDA": -8.120128323579332,
      "LSD": -8.124326262993607,
      "EEI": -8.13247408418206,
      "RAL": -8.140653776780926,
      "LPG": -8.14191223430015,
      "DEL": -8.14456990747043,
      "ERL": -8.144607996724508,
      "ADL": -8.157780504007382,
      "LAL": -8.15805916631098,
      "GLG": -8.161375519224515,
      "SSL": -8.161597965986864,
      "LSR": -8.164562588285698,
      "VVD": -8.166233683287858,
      "IEK": -8.168419685362782,
      "SLS": -8.169149716141506,
      "PPP": -8.171473671869446,
      "DVL": -8.171906727378019,
      "LLD": -8.172929708643789,
      "LDL": -8.173311841926733,
      "TLL": -8.173773541248377,
      "VAE": -8.174141532096689,
      "GTG": -8.174248096625213,
      "EEE": -8.17448401515429,
      "KEL": -8.174559875859915,
      "LSG": -8.178943896420677,
      "IEE": -8.181273411570606,
      "ADA": -8.183939590170386,
      "SGG": -8.185444976725302,
      "LVA": -8.185491434763817,
      "AAE": -8.187082485490462,
      "IAE": -8.187179044926822,
      "ATA": -8.188253532570721,
      "VVA": -8.191443727747918,
      "AEL": -8.19451643675526,
      "LSE": -8.196971784780834,
      "LQE": -8.198900110067047,
      "EAE": -8.199060647743229,
      "RRR": -8.199150200716861,
      "SAL": -8.200719891536753,
      "EEA": -8.202111837039611,
      "LTE": -8.20308542496594,
      "LPL": -8.205991459802728,
      "AGI": -8.2063929260695,
      "LKN": -8.208180277929504,
      "LAR": -8.212143780749702,
      "LRK": -8.2128295835547,
      "ASA": -8.214041133284402,
      "QRL": -8.21641317736026,
      "LSL": -8.218931779787143,
      "VIG": -8.223663034621309,
      "LLE": -8.224885080766368,
      "LSK": -8.227022354530583,
      "AVL": -8.22939698915476,
      "GLL": -8.229765547780378,
      "LPE": -8.231108303096322,
      "RLR": -8.232113248594299,
      "LLR": -8.238239184851947,
      "EEV": -8.240116539851057,
      "LPP": -8.24213666397531,
      "IKE": -8.242718460271266,
      "LVD": -8.243275170438437,
      "LLT": -8.243304589788881,
      "AAR": -8.244187938758055,
      "VLG": -8.244378532242255,
      "ALV": -8.24787495853557,
      "LTA": -8.247984389772347,
      "VLS": -8.24964453669738,
      "RGL": -8.250442762338745,
      "IVG": -8.25167464994308,
      "VSA": -8.253343940426376,
      "IEA": -8.25354080512571,
      "VAV": -8.254237571996171,
      "EKI": -8.256568771348407,
      "RLL": -8.258847881811187,
      "ARR": -8.259679527425678,
      "VEA": -8.26034699513989,
      "LPA": -8.268838670984731,
      "ILG": -8.269874669938044,
      "STS": -8.269897625456718,
      "GGV": -8.271012138463496,
      "LVE": -8.271171173646461,
      "ARL": -8.271413891800393,
      "SGL": -8.271505007474415,
      "LED": -8.272110928932362,
      "LLN": -8.27228932203469,
      "SGA": -8.274324493898336,
      "VLV": -8.274591733659202,
      "LTG": -8.274659128440529,
      "LSS": -8.275793072283129,
      "VLL": -8.276304789548693,
      "GLP": -8.280726745627579,
      "RRL": -8.282018310248258,
      "TGS": -8.284999486701006,
      "KEI": -8.285519733890993,
      "EQL": -8.289302716971195,
      "GGA": -8.290008884990266,
      "AAS": -8.290086713089972,
      "LLP": -8.29078702318986,
      "VLE": -8.296159059781022,
      "GGS": -8.297741879250127,
      "LKS": -8.301739102159265,
      "GKT": -8.303156361551952,
      "LIG": -8.303781435726512,
      "VAD": -8.305205188764061,
      "PLL": -8.310442860909081,
      "SLP": -8.31211895819336,
      "GGG": -8.314707516783312,
      "LDR": -8.315581038861191,
      "DDL": -8.315620063361521,
      "LES": -8.31574902217826,
      "GLA": -8.316041016936758,
      "TLS": -8.316420454308705,
      "VKE": -8.316798293663133,
      "QEL": -8.317272883458058,
      "AKK": -8.317291991647254,
      "LKR": -8.319136811636046,
      "LSP": -8.321934216904282,
      "VIA": -8.32236362290318,
      "GRV": -8.322474102324447,
      "LQA": -8.323364630039901,
      "LTD": -8.32572867470516,
      "ALS": -8.326740511875162,
      "VEK": -8.326922804820313,
      "RVL": -8.32899879215248,
      "TTT": -8.330551147537388,
      "EAA": -8.331656946475075,
      "VKA": -8.334780127006303,
      "PAP": -8.33531457041661,
      "ARA": -8.336616083817978,
      "LIA": -8.337207604050418,
      "TLT": -8.338358916901615,
      "AGG": -8.340622234326899,
      "GIG": -8.342365512541258,
      "GEV": -8.342806031189584,
      "LRS": -8.343438480071695,
      "LSQ": -8.348133575548276,
      "KEK": -8.350486093113556,
      "QLL": -8.350847561146908,
      "LEG": -8.353152023015964,
      "GAS": -8.353655080748887,
      "RAR": -8.354807167471115,
      "IRE": -8.35590183840709,
      "SLG": -8.356737937471374,
      "LLQ": -8.357061326475202,
      "LVS": -8.357063873995275,
      "RLG": -8.357167891097388,
      "IGG": -8.36197623413471,
      "TGG": -8.362298506063324,
      "KRL": -8.362635872763965,
      "TAL": -8.362660849418075,
      "PLP": -8.363716200928845,
      "KKL": -8.36620677468741,
      "TAA": -8.366714598626116,
      "IAA": -8.368494917870464,
      "LNE": -8.371578862781282,
      "LAQ": -8.372993216125662,
      "TGK": -8.373391943975735,
      "LLK": -8.373814591889772,
      "ERI": -8.375141844968578,
      "AEE": -8.375603011632062,
      "ETL": -8.37836181629728,
      "WW": -8.379129497276669,
      "ISS": -8.381176810814008,
      "ELE": -8.38187214413853,
      "GVP": -8.382478329490189,
      "LGF": -8.38483845377048,
      "ASL": -8.387257094604587,
      "LKQ": -8.388218998620793,
      "GEL": -8.389451516757772,
      "DAL": -8.393262037340726,
      "IDA": -8.39340669665297,
      "ILA": -8.393438437271628,
      "VID": -8.393629382299256,
      "APG": -8.395110737980247,
      "ILS": -8.39649364743344,
      "GKP": -8.397743218687475,
      "SPS": -8.397901985821083,
      "VLD": -8.399767392265487,
      "KGK": -8.403257645919464,
      "TGA": -8.403298037939663,
      "AAQ": -8.405022225241364,
      "GLS": -8.405475728117754,
      "VVG": -8.406079284492431,
      "LDD": -8.40663429994059,
      "GLV": -8.408265556305322,
      "QQL": -8.408584981658043,
      "GLD": -8.410593983595257,
      "MC": -8.41080737645713,
      "VEG": -8.411025128785699,
      "VPV": -8.41111797943164,
      "SGK": -8.411640131354822,
      "ALE": -8.413914190082862,
      "VTG": -8.414016006682008,
      "GSL": -8.416195254268516,
      "PEL": -8.416197320067692,
      "GPG": -8.41629273898736,
      "KKI": -8.417050132657701,
      "TSS": -8.417131828753469,
      "ELK": -8.41721167819492,
      "LPV": -8.417371035160127,
      "DEI": -8.417723380600618,
      "SLA": -8.41842819398431,
      "CW": -8.41872833603792,
      "DEV": -8.418829360260048,
      "AFA": -8.422989977511216,
      "RLA": -8.42626493779015,
      "IAD": -8.426290328835972,
      "LAN": -8.426386577957004,
      "RAA": -8.427744854126887,
      "IIG": -8.428916879301951,
      "IGA": -8.429520770579241,
      "VER": -8.43059005963925,
      "RER": -8.431211217997948,
      "EGK": -8.431412389737229,
      "VGG": -8.431624013200025,
      "ASG": -8.432540972657424,
      "EVE": -8.435098702475967,
      "DGV": -8.435705402181334,
      "FGG": -8.436962862769603,
      "RDL": -8.439063904730304,
      "KLL": -8.442262443546978,
      "IDE": -8.442521003790704,
      "GRG": -8.443595178895466,
      "GAV": -8.44463212154086,
      "GIV": -8.444645383716,
      "KGL": -8.445896818699437,
      "LLV": -8.44672475588548,
      "KKK": -8.44683993974931,
      "GRI": -8.44775266952953,
      "SIL": -8.447954359536709,
      "ALT": -8.447962049614977,
      "ALD": -8.449269576607438,
      "KDL": -8.449698083820106,
      "DLL": -8.451329264862503,
      "KDI": -8.452191886824101,
      "GGL": -8.452469330943416,
      "GVV": -8.453474660073343,
      "LDK": -8.454198020207336,
      "DPE": -8.454850705246491,
      "PSP": -8.455125534760052,
      "LQD": -8.45579998327523,
      "LPK": -8.456387910053298,
      "VEE": -8.456483287777269,
      "AER": -8.457487628395192,
      "EGE": -8.457824728471795,
      "DRL": -8.458361119543328,
      "PEE": -8.458567185918929,
      "GKG": -8.458986451719761,
      "AVG": -8.46084701975184,
      "KVL": -8.461281435024372,
      "LDE": -8.462193875608499,
      "LQK": -8.462490828327285,
      "EAV": -8.462847024669827,
      "VAG": -8.466885865440634,
      "LAV": -8.467506578994882,
      "SEL": -8.470634756862825,
      "SDL": -8.470695522677659,
      "KLK": -8.470985968649277,
      "LID": -8.471188301246436,
      "QTL": -8.471625196137921,
      "DIL": -8.471890141883842,
      "SAS": -8.472547299217577,
      "IKK": -8.473141850864051,
      "VSG": -8.474087314795145,
      "ELL": -8.474131205168788,
      "IER": -8.474263387639356,
      "REA": -8.474374045650466,
      "EDL": -8.474649141655622,
      "SPE": -8.47529290491911,
      "ILL": -8.475772007968354,
      "ALR": -8.476640088491163,
      "LQQ": -8.478132037750862,
      "LVL": -8.4783768859567,
      "GTP": -8.478983054723154,
      "KAL": -8.481104207171121,
      "RKL": -8.483030640126866,
      "DLI": -8.483465254683919,
      "LQR": -8.485200930773733,
      "LRQ": -8.485812978324349,
      "TGE": -8.486135075911132,
      "QKL": -8.486958135333252,
      "LAP": -8.48730082437147,
      "AAK": -8.489589031049457,
      "VGL": -8.490331583186597,
      "IDG": -8.49060284534465,
      "EKE": -8.490896507894632,
      "AIL": -8.491178359109936,
      "TPE": -8.491341153566347,
      "LPS": -8.491977435359884,
      "PSS": -8.496023996084048,
      "GSS": -8.49729674693823,
      "LGE": -8.497979121723032,
      "QAA": -8.50009265140438,
      "LNK": -8.501772778579081,
      "NLL": -8.502582521376043,
      "SRL": -8.504029197102485,
      "ITG": -8.506893721132363,
      "VRE": -8.508299651904897,
      "GGR": -8.508767264093201,
      "EVL": -8.508820599273264,
      "ESL": -8.509096413202956,
      "RPG": -8.509792271996634,
      "LEQ": -8.511134453350722,
      "RRA": -8.511162064884271,
      "VDE": -8.511608872310282,
      "GAG": -8.513973827037924,
      "VSS": -8.514529692057554,
      "VDG": -8.514700051673502,
      "LNL": -8.514893840859733,
      "RQL": -8.51562069282531,
      "VPG": -8.517669392718004,
      "LTR": -8.518977456180082,
      "DVV": -8.519255981745205,
      "VVE": -8.519744826956941,
      "LDG": -8.51994874060833,
      "DYL": -8.520069066245178,
      "TGT": -8.520328815977011,
      "EVK": -8.520496280485359,
      "KAK": -8.520719660245994,
      "EEK": -8.520762231873661,
      "LRG": -8.52128301305344,
      "TST": -8.521586750327977,
      "EKA": -8.522406162368766,
      "GDV": -8.523193769303935,
      "VTV": -8.523894363800766,
      "SAA": -8.524069844662353,
      "GLT": -8.524069879892751,
      "VGA": -8.52445836885562,
      "GTL": -8.525756130436061,
      "KTL": -8.527509498384212,
      "LPD": -8.527751039864162,
      "PTP": -8.52836131545606,
      "AVV": -8.528493613855002,
      "AIV": -8.528982548491857,
      "GRL": -8.531147000878962,
      "VDA": -8.5317152839382,
      "GEG": -8.532154150141768,
      "GAA": -8.533637258264095,
      "SRS": -8.535310811687342,
      "SST": -8.536535728852764,
      "PVV": -8.536861767900266,
      "GTV": -8.537411544877724,
      "VSR": -8.540984291471716,
      "REI": -8.542330862586928,
      "LKG": -8.543215050631426,
      "VAL": -8.543484298636997,
      "DLE": -8.544172100410538,
      "ASV": -8.544416869245245,
      "ATG": -8.54466741953987,
      "SPA": -8.545020889596202,
      "GSV": -8.547163376733174,
      "GAT": -8.547276921436335,
      "GKV": -8.547539264190654,
      "VKK": -8.549790836225878,
      "GLI": -8.551518274929334,
      "SVS": -8.551680420570118,
      "IEN": -8.552073317612024,
      "AGS": -8.552324520222943,
      "SGV": -8.552385969313741,
      "ATL": -8.553410609951841,
      "VSE": -8.554946879553649,
      "NPD": -8.55514414936176,
      "DKI": -8.556105957568217,
      "DAI": -8.556295145136582,
      "LVN": -8.55641938447068,
      "IKA": -8.557890097126865,
      "LIS": -8.560922342701469,
      "AAT": -8.562795222382363,
      "LSN": -8.562838896350394,
      "GRP": -8.562920154863052,
      "VPA": -8.56426757644334,
      "TPL": -8.564774216893337,
      "LAT": -8.56599737601203,
      "GKL": -8.566646402700094,
      "IAG": -8.567469172490418,
      "DAA": -8.567654808251023,
      "LTP": -8.568112952078092,
      "TSA": -8.568337688570594,
      "GDG": -8.569717108150416,
      "LDP": -8.56974258000458,
      "GIP": -8.570112287792533,
      "DGL": -8.570172307619112,
      "VAR": -8.570446482129288,
      "GAL": -8.570928353901007,
      "VVS": -8.57117098662031,
      "SSP": -8.571287072316487,
      "AGR": -8.572163178332419,
      "AAI": -8.573194896825122,
      "SPL": -8.573304432487285,
      "PLS": -8.573635747199324,
      "TLE": -8.575495119614358,
      "DLP": -8.575589229849093,
      "LDS": -8.577211903387186,
      "LRN": -8.58004878998407,
      "IIA": -8.580128686120112,
      "APA": -8.580278116488646,
      "VTA": -8.58057607317421,
      "AKR": -8.582248528002111,
      "RGR": -8.583074814274577,
      "TEE": -8.584372143144835,
      "IGI": -8.584786798252415,
      "ELA": -8.585659711854044,
      "LST": -8.585720224037523,
      "AKL": -8.585743414753448,
      "GEI": -8.58610088915234,
      "IAS": -8.586749090972448,
      "LRL": -8.586869385286306,
      "TLR": -8.586875433189318,
      "SVL": -8.587123762511357,
      "DEA": -8.589485936587323,
      "ISA": -8.589838535079885,
      "KEA": -8.59109121958732,
      "TPA": -8.592347000294131,
      "TLP": -8.593888937814256,
      "QSL": -8.594115221496352,
      "SGE": -8.5945575581585,
      "GDL": -8.594913947362398,
      "DLD": -8.595486241185606,
      "DGK": -8.596689633267156,
      "RTL": -8.59708751654245,
      "LKP": -8.5976823019281,
      "SLV": -8.597744629776052,
      "ITD": -8.598363447951925,
      "AAD": -8.598381620747803,
      "SLD": -8.598423507026226,
      "SSG": -8.599260023323819,
      "PAA": -8.599388758723894,
      "DAV": -8.6003182421015,
      "PLV": -8.603897245549103,
      "GPV": -8.603965712541592,
      "IGL": -8.60428414083098,
      "ALQ": -8.604598893447418,
      "GVL": -8.604723201274425,
      "LNA": -8.605166966495032,
      "KQL": -8.605656962644952,
      "KNK": -8.605834680545106,
      "DID": -8.606218283217968,
      "GGI": -8.606442693197414,
      "TGL": -8.606952392018737,
      "LTS": -8.607012197710581,
      "IVA": -8.607992837883362,
      "VDL": -8.60804345246644,
      "GID": -8.608232805080076,
      "LTL": -8.609282923631477,
      "GEP": -8.61030851652973,
      "LFG": -8.611416811913072,
      "ILT": -8.61157751423407,
      "IKD": -8.611860694752837,
      "SEE": -8.61224001606098,
      "SGT": -8.612433252425435,
      "LGK": -8.613506066031318,
      "KSK": -8.6137930091306,
      "ISK": -8.613943671874736,
      "ERV": -8.614123773814327,
      "EAG": -8.614994754458293,
      "GKI": -8.616668987265168,
      "LVR": -8.616687565404971,
      "KGI": -8.617196331750902,
      "VRA": -8.618672821805214,
      "PED": -8.619466225076248,
      "EGL": -8.6198607661867,
      "TSL": -8.62012579318493,
      "ERA": -8.620457211458064,
      "AGF": -8.621321031493911,
      "VKD": -8.622120729497565,
      "SIS": -8.622227036328363,
      "GVE": -8.622363384674623,
      "FGL": -8.622800016257687,
      "IGV": -8.623164528608392,
      "FSS": -8.623563205784672,
      "IKN": -8.62389181603077,
      "LNS": -8.624122678803637,
      "GAP": -8.624508652770249,
      "TVT": -8.625047497354577,
      "LND": -8.62667265091121,
      "ISG": -8.627046847980472,
      "LFS": -8.627502371306248,
      "VIS": -8.627777115456508,
      "QQQ": -8.628837033474298,
      "AIG": -8.629374961030402,
      "DKL": -8.630205674503562,
      "ELG": -8.630559655564873,
      "ALK": -8.631693063670175,
      "SLI": -8.631886957524987,
      "KII": -8.632089682881814,
      "DRI": -8.633018425006286,
      "EKV": -8.633023456526399,
      "GAD": -8.633601691593405,
      "EIE": -8.635068604792593,
      "DVI": -8.635662544095098,
      "AEG": -8.63607067973726,
      "ILN": -8.636530957819108,
      "RSL": -8.636624681549804,
      "INE": -8.636732641743988,
      "SLE": -8.637318215653783,
      "MW": -8.638219167218669,
      "FLS": -8.63835968439181,
      "VPL": -8.638695429978931,
      "ASS": -8.640568212377273,
      "ARE": -8.641806245217303,
      "GTA": -8.642022159920447,
      "RSR": -8.642355985793047,
      "DLV": -8.642643453065704,
      "VEV": -8.644165804793312,
      "IVD": -8.644371907764125,
      "LEL": -8.644741880567453,
      "LTK": -8.645579853253372,
      "TVL": -8.64616421517966,
      "DLS": -8.647084834645476,
      "ISE": -8.64727457666514,
      "LGP": -8.647399506348208,
      "LGS": -8.64821027438411,
      "GII": -8.648476280021496,
      "LGN": -8.648512674293329,
      "VAS": -8.649492188463675,
      "VVV": -8.650054039142827,
      "KSL": -8.651938910425466,
      "NGK": -8.652221776039669,
      "RDG": -8.652328968948343,
      "DEE": -8.655164419385764,
      "IPV": -8.656756358949586,
      "FDE": -8.657032538590224,
      "DGT": -8.657372795953084,
      "LQS": -8.657668250772057,
      "ADG": -8.65864955159055,
      "IRD": -8.658912102810318,
      "IID": -8.659091475683157,
      "DGR": -8.659643483202872,
      "PLA": -8.660222133868983,
      "AEK": -8.662111689054013,
      "FLL": -8.662280434268466,
      "KNL": -8.662461322001246,
      "IRK": -8.66253088411622,
      "GVS": -8.663802009594535,
      "AEV": -8.666495688348734,
      "QGL": -8.667138913559194,
      "KGV": -8.667588663556078,
      "ERF": -8.668299882942755,
      "PGS": -8.669057247957603,
      "DDE": -8.669280736406675,
      "IDL": -8.671246452656485,
      "QLA": -8.671557202432513,
      "EGV": -8.673064488200415,
      "DPA": -8.673812973291472,
      "KRK": -8.675893775298308,
      "TGR": -8.676221063774145,
      "ENL": -8.676771806333196,
      "KNI": -8.676936563096865,
      "AIE": -8.677871365928683,
      "AVE": -8.67854288180322,
      "GIS": -8.679037067039737,
      "LKT": -8.680612428028649,
      "DTL": -8.680669400246785,
      "ILE": -8.680673989136217,
      "AKE": -8.68074137867339,
      "KVK": -8.681522481409147,
      "TAT": -8.68164981570093,
      "STL": -8.68253329489776,
      "VRR": -8.683328670734872,
      "GTT": -8.683764673643276,
      "EDV": -8.683824799952157,
      "ATV": -8.686991382874844,
      "LDV": -8.68805570775102,
      "LLH": -8.689250576171364,
      "KEE": -8.689496864321859,
      "EQA": -8.69008277903801,
      "VLT": -8.69075806266019,
      "IKS": -8.691799213854338,
      "RAV": -8.693224205611692,
      "ISD": -8.693502277073456,
      "DSL": -8.693592515608238,
      "ADI": -8.69392515854291,
      "RVR": -8.69450624521186,
      "ILD": -8.694813086544238,
      "PAS": -8.69567646768439,
      "IAK": -8.697178817181083,
      "VEL": -8.69795537756905,
      "AGD": -8.698069004241832,
      "RLS": -8.699428681410163,
      "VKG": -8.700289371259004,
      "GRR": -8.70053986417706,
      "ERE": -8.700804085699305,
      "IAR": -8.701810565200088,
      "AGE": -8.702494276882728,
      "DPD": -8.703039757897248,
      "VTD": -8.703405124780193,
      "GET": -8.703436969979473,
      "TAE": -8.704071724178938,
      "VRD": -8.705110453827231,
      "REG": -8.705149598789594,
      "GVG": -8.705532838088729,
      "IDR": -8.706324647452437,
      "KDK": -8.707072871104659,
      "VDD": -8.70797221402673,
      "DIV": -8.708673857246302,
      "PPS": -8.70867894118455,
      "LSV": -8.708860731989754,
      "PAL": -8.70897791506852,
      "GVI": -8.709910555592735,
      "PLT": -8.7104906375717,
      "TEL": -8.711980545197571,
      "VGD": -8.712592964241571,
      "TVE": -8.712765275962948,
      "GIA": -8.713464751133474,
      "RIA": -8.71377327666537,
      "VDV": -8.714072599716893,
      "LNR": -8.71434039913741,
      "VSD": -8.714949358219064,
      "FGS": -8.715178440428458,
      "NSL": -8.715530275777732,
      "LVP": -8.715619347862818,
      "KKA": -8.715713222734042,
      "EDI": -8.716161471898197,
      "VSL": -8.717185332651201,
      "DLA": -8.71770037915838,
      "SFL": -8.71807061554386,
      "PVP": -8.719229501107144,
      "LIP": -8.719833995969617,
      "DAE": -8.720185956002616,
      "LVK": -8.721322409315048,
      "ETV": -8.721436375426999,
      "RDR": -8.72154944918047,
      "ENI": -8.721645709546221,
      "EDG": -8.722257919565747,
      "VLP": -8.723302423167423,
      "LFD": -8.723398302466494,
      "PEP": -8.725181669822135,
      "EEG": -8.726022489751744,
      "NSS": -8.72628199382338,
      "SFS": -8.726401161398986,
      "APV": -8.726439197468615,
      "IEQ": -8.726561501844886,
      "DII": -8.72725966465877,
      "AGT": -8.727559663920939,
      "VAK": -8.728000441218812,
      "KEV": -8.730146525531367,
      "WC": -8.730848134161558,
      "DDV": -8.73100718343323,
      "GFG": -8.731157017223657,
      "TAS": -8.731360923135082,
      "IRR": -8.731952613248177,
      "VAT": -8.733066659077755,
      "TIA": -8.733574484153804,
      "MAA": -8.73389514222059,
      "SES": -8.734386922120402,
      "ANA": -8.735341558454644,
      "IIS": -8.735404767443473,
      "KIK": -8.735594858181742,
      "LRP": -8.735698304731034,
      "RRG": -8.73615263385054,
      "SSA": -8.736948903380467,
      "LGD": -8.73816557428804,
      "SKS": -8.738844523345072,
      "TLG": -8.74099633853465,
      "RQA": -8.742194118187978,
      "FEE": -8.742350372278471,
      "PAD": -8.742746930049007,
      "VKV": -8.744078985261178,
      "KEG": -8.744100639222136,
      "SGR": -8.744228284552849,
      "AVI": -8.745920226475961,
      "SQL": -8.747655401595281,
      "GGT": -8.748745940399111,
      "AGK": -8.748917437213153,
      "SGI": -8.74903177526022,
      "AVS": -8.749953546135032,
      "MAK": -8.750199558850099,
      "AEI": -8.75061451676992,
      "PPG": -8.751440046159592,
      "RNL": -8.752405767322207,
      "FLG": -8.752484969933017,
      "RLK": -8.753281212507996,
      "ALI": -8.753840984856655,
      "DIE": -8.753848043515454,
      "ADV": -8.753894784858696,
      "SSI": -8.754629859993996,
      "LET": -8.754731057423012,
      "GRT": -8.755855964473996,
      "ITS": -8.75636306276535,
      "DGE": -8.756408470829026,
      "RLV": -8.757150674213834,
      "IDD": -8.757999115574316,
      "PVL": -8.758129210912633,
      "VGE": -8.760973108856648,
      "RVA": -8.761084467622085,
      "AVR": -8.76205410904115,
      "VFD": -8.762252371327888,
      "LDT": -8.762322829935957,
      "DPN": -8.763428952221226,
      "EGR": -8.763670078599732,
      "LFL": -8.764082836342066,
      "SSV": -8.764127568226808,
      "VDS": -8.764249536426686,
      "SGN": -8.764625439180277,
      "LLF": -8.766238655549124,
      "KRI": -8.767737800682887,
      "KAI": -8.767926264025514,
      "LIE": -8.768157903369225,
      "GDI": -8.76890983399378,
      "NIL": -8.770064041933047,
      "KPG": -8.772194469744345,
      "GPL": -8.772199462062249,
      "LIN": -8.77226452603953,
      "VGS": -8.772402345476399,
      "ASR": -8.772416169948848,
      "VTL": -8.772444617664354,
      "GAR": -8.773148242401021,
      "SKK": -8.773214427799113,
      "IPA": -8.773908045333958,
      "PSA": -8.774681041269126,
      "DAD": -8.775070035506848,
      "TSP": -8.77616342457052,
      "VIE": -8.777852741905987,
      "GEA": -8.778136798863159,
      "IED": -8.77831000836125,
      "IES": -8.778507316303504,
      "GKK": -8.778515430811671,
      "SLT": -8.778740833147245,
      "TIT": -8.778983278492055,
      "RIL": -8.779071485640308,
      "LGR": -8.779147176438544,
      "EIV": -8.780417298241709,
      "IPL": -8.780628459924204,
      "LDQ": -8.78069496325629,
      "GSA": -8.782315228166809,
      "TEA": -8.782609741989969,
      "RAG": -8.783723544649083,
      "IET": -8.785110215642547,
      "KLG": -8.785232309599245,
      "VTE": -8.786034415628931,
      "DLR": -8.786573081149053,
      "DPK": -8.787815638808723,
      "EED": -8.788229112439758,
      "IVS": -8.78825345597557,
      "LVQ": -8.788656857645028,
      "RRV": -8.788728904437825,
      "LEP": -8.789198582039937,
      "DPS": -8.789396794579064,
      "PVT": -8.790290757174116,
      "FSG": -8.791957193837897,
      "RQR": -8.792661083281093,
      "LQN": -8.792751789625422,
      "DGS": -8.793205314087205,
      "AFL": -8.793599827435948,
      "SAV": -8.794509362804067,
      "VLN": -8.794921747050184,
      "VSV": -8.79600762486931,
      "DDI": -8.79605911750602,
      "FLD": -8.796782618561275,
      "EVR": -8.79934340579294,
      "KTK": -8.800801744932047,
      "VVT": -8.801059256045672,
      "VED": -8.801635146925058,
      "TDL": -8.801710872971716,
      "LPI": -8.803206174813322,
      "GVA": -8.803993379017973,
      "SDS": -8.80429368201843,
      "MAE": -8.805243495951458,
      "PGP": -8.805415121994082,
      "ISN": -8.806234074168312,
      "ELD": -8.806388525186103,
      "VRG": -8.807131402434752,
      "RPL": -8.807370762497559,
      "GEE": -8.808256981459964,
      "QVL": -8.811244990499391,
      "DSS": -8.811944668128522,
      "GVT": -8.812284685497792,
      "INK": -8.812871495594354,
      "YGL": -8.813138975900587,
      "PRP": -8.813242387741468,
      "GKA": -8.814605326002678,
      "IVE": -8.815182530683305,
      "EVV": -8.81642811790567,
      "HLL": -8.816877316819307,
      "ATT": -8.81735649988653,
      "LDI": -8.81792156416517,
      "LPR": -8.817967553556809,
      "RYL": -8.818276125312766,
      "NKI": -8.818429816867718,
      "TLK": -8.818815115885574,
      "DQL": -8.819282180677542,
      "NPE": -8.819901944228313,
      "APL": -8.82004536373943,
      "GDR": -8.82250867551751,
      "AEQ": -8.822556324059303,
      "QLQ": -8.822694882695112,
      "KGE": -8.822744564558402,
      "GIT": -8.822980307785848,
      "ITE": -8.824073400446256,
      "STP": -8.82480079608338,
      "ADR": -8.82507110194362,
      "VVR": -8.825086463728695,
      "ILV": -8.825361581200685,
      "SAT": -8.825491274057933,
      "GPA": -8.825763376919824,
      "AKG": -8.826124471020643,
      "KAV": -8.826695784079474,
      "DVE": -8.827676185460897,
      "SSN": -8.8277942812457,
      "IDK": -8.827800497194197,
      "TPP": -8.82792456850941,
      "TVA": -8.829086869146494,
      "QAV": -8.829760809298286,
      "AQL": -8.830235746792123,
      "IRN": -8.830299489952647,
      "NLS": -8.830383496349294,
      "EKF": -8.830573546303436,
      "SAP": -8.831618543633525,
      "RKR": -8.832057299172886,
      "NPN": -8.832076110914427,
      "TVR": -8.83270373336828,
      "DED": -8.833126181677022,
      "FLE": -8.833644966272733,
      "FEK": -8.834534951846333,
      "EPL": -8.83569738954508,
      "SDD": -8.8360017396575,
      "PEG": -8.836571265197263,
      "RTR": -8.837397009414987,
      "VVL": -8.837659741532578,
      "DPR": -8.837911267091016,
      "GFD": -8.838013228823032,
      "EEF": -8.838598159814657,
      "GVD": -8.839143730867905,
      "PGV": -8.839612799535503,
      "FAD": -8.839696180969838,
      "IGD": -8.840069752716234,
      "PVS": -8.840598127132521,
      "LVV": -8.840627324308816,
      "AST": -8.840917261655854,
      "GST": -8.842082871686662,
      "PEA": -8.842276548370865,
      "SKL": -8.84245488838884,
      "GER": -8.842673333786827,
      "VGV": -8.842869898639856,
      "TTL": -8.845350030108836,
      "DLK": -8.845353608009262,
      "GLF": -8.845989956076862,
      "IPG": -8.846328549283387,
      "VPE": -8.846368563341255,
      "RDA": -8.846671752727662,
      "EGI": -8.847255180583893,
      "DIA": -8.847410094356892,
      "KVI": -8.849225121593273,
      "GKS": -8.849310469052028,
      "ITA": -8.849695436601252,
      "PGL": -8.850021591889375,
      "KRR": -8.850993614244912,
      "NII": -8.851370216196011,
      "VKR": -8.851980838824819,
      "AVK": -8.852764497509927,
      "KLN": -8.852886536086869,
      "PGA": -8.853570144089918,
      "SEI": -8.85374825138055,
      "RKA": -8.85380084838466,
      "TSG": -8.854277757033998,
      "ARG": -8.854285781617484,
      "ENG": -8.854719906313617,
      "APE": -8.855694722222188,
      "ARQ": -8.855745593593674,
      "PDL": -8.856441134155544,
      "GDD": -8.856500280163376,
      "TGD": -8.856716508965679,
      "FDR": -8.857510501521954,
      "EKG": -8.857732872588723,
      "GLR": -8.858417189161205,
      "SNS": -8.858541640820736,
      "KVE": -8.85958206027459,
      "TPG": -8.859996511415636,
      "FDV": -8.860276889208729,
      "REE": -8.86083286180192,
      "REK": -8.861409106571305,
      "IST": -8.861428769363922,
      "DRV": -8.86161813683511,
      "PPA": -8.862758670692164,
      "NAL": -8.862826809116408,
      "DDD": -8.863240428063532,
      "AGQ": -8.863718041171138,
      "RGE": -8.865125861859253,
      "IIN": -8.865614583248242,
      "IGE": -8.865660745991324,
      "NDL": -8.865965612103166,
      "IDS": -8.866014571149007,
      "VGK": -8.86765458099229,
      "TPS": -8.868175226147807,
      "ALN": -8.86921345362553,
      "DIP": -8.869265422223336,
      "GGP": -8.870002449467952,
      "ELS": -8.870160661498922,
      "HPE": -8.870173468015178,
      "SLF": -8.870327301888887,
      "SGP": -8.870615968990117,
      "GTS": -8.870912339775709,
      "STG": -8.870999092906091,
      "SEA": -8.871772555721543,
      "IGT": -8.872006870160906,
      "DFD": -8.872429269365023,
      "HPD": -8.872529390608738,
      "LGQ": -8.872725238921351,
      "FDL": -8.872802820512774,
      "NLK": -8.872916434313142,
      "VDR": -8.873238797557066,
      "PLI": -8.873390504849308,
      "SLR": -8.874309681552855,
      "YLD": -8.875377174456638,
      "QEA": -8.875752638872918,
      "PGT": -8.875824188079545,
      "MGG": -8.875937973821726,
      "IEG": -8.876843869194172,
      "SSD": -8.877385695747272,
      "LFA": -8.877606536400659,
      "DKV": -8.87783618587992,
      "PSG": -8.878397055265554,
      "PAE": -8.87937364630142,
      "NVL": -8.879812957641159,
      "DVA": -8.880010325385648,
      "TGI": -8.880161180868058,
      "IRA": -8.880746692473839,
      "NEL": -8.881341161761489,
      "KDG": -8.88217118501405,
      "INA": -8.88245827763317,
      "KPK": -8.883071550550394,
      "AQR": -8.883125110324835,
      "GTI": -8.883575849914937,
      "NLP": -8.883826430736722,
      "RRK": -8.885433504257055,
      "KPE": -8.886872587105508,
      "ERG": -8.886883854250224,
      "KTI": -8.887765960690853,
      "EDA": -8.889371195278507,
      "VTP": -8.88941729278827,
      "NLI": -8.890632480181175,
      "GGE": -8.89086703410901,
      "QQA": -8.890878822317841,
      "NGE": -8.890949743019405,
      "RDV": -8.891510452198585,
      "VGI": -8.891542638744383,
      "RGV": -8.892727201303229,
      "EVI": -8.893753461887442,
      "GRA": -8.893984185529796,
      "PVA": -8.894645404118723,
      "ETI": -8.896421079925325,
      "PEV": -8.897136295278681,
      "TIE": -8.897140518300557,
      "SPD": -8.897430311393844,
      "FLK": -8.899115224872478,
      "TLD": -8.899228073622096,
      "FGA": -8.899638486911424,
      "NPK": -8.89984096972885,
      "EID": -8.899893434985716,
      "GDS": -8.899920889883807,
      "QEE": -8.900129675809334,
      "LGT": -8.900631548274259,
      "TVS": -8.901715740548644,
      "RGI": -8.901843299588053,
      "ADE": -8.90212418774514,
      "LQG": -8.903632138132103,
      "IGS": -8.903694052474039,
      "RIR": -8.904283492328311,
      "STT": -8.90479418465952,
      "NEI": -8.9048460399745,
      "AFG": -8.905026505032774,
      "IGK": -8.905752419697736,
      "LVT": -8.905790598044694,
      "EQI": -8.90626862533958,
      "INN": -8.906741097772437,
      "RLP": -8.906921431523678,
      "VES": -8.907371054467879,
      "KDV": -8.907963683800203,
      "IDT": -8.908666311658568,
      "DFV": -8.908737590309988,
      "LYE": -8.908806256300501,
      "SFD": -8.90923228909154,
      "REV": -8.909886791017268,
      "TTS": -8.911218691867756,
      "PDA": -8.911406575312519,
      "TDS": -8.911833347339151,
      "GGF": -8.91212497716392,
      "KSI": -8.912476112096387,
      "FSK": -8.912497221591801,
      "GGD": -8.912633421544218,
      "INS": -8.913465607573329,
      "EER": -8.913492486704431,
      "KIL": -8.913730608554484,
      "MKK": -8.915077141883645,
      "KLA": -8.915268390789258,
      "LTN": -8.915307823956185,
      "VNG": -8.91531844660445,
      "GSI": -8.916647733779664,
      "EQV": -8.917163592225549,
      "NGL": -8.918445251012043,
      "LIT": -8.918446195147597,
      "RAE": -8.918547037688203,
      "PVI": -8.918878955435765,
      "SDI": -8.919041205314542,
      "SVP": -8.919604731183233,
      "TPV": -8.920401374225674,
      "LIL": -8.920933715710746,
      "SLK": -8.921425359874767,
      "SED": -8.921827931686673,
      "GLK": -8.922168195959237,
      "VKN": -8.922834972863415,
      "LFE": -8.923004436996267,
      "FDA": -8.92322060419145,
      "PSL": -8.923253998488516,
      "ILK": -8.923937935124231,
      "FGF": -8.924226664003344,
      "TVK": -8.924382860235736,
      "EPV": -8.925796011080134,
      "ITK": -8.92585996681483,
      "SNL": -8.926090284404173,
      "PQP": -8.926694969230502,
      "PES": -8.92817613771982,
      "QEI": -8.930553902154127,
      "PST": -8.930583492626644,
      "GFS": -8.931287732265416,
      "CGK": -8.931786054971248,
      "SSE": -8.932453106891419,
      "VLK": -8.9330044168524,
      "GLE": -8.933272843791018,
      "LAH": -8.933954814786993,
      "KLR": -8.9340337181117,
      "PII": -8.934405501802214,
      "LPF": -8.934744861174508,
      "ALP": -8.934940420856472,
      "SVA": -8.93494973001988,
      "PTA": -8.934994331927085,
      "SSR": -8.935051852404131,
      "EAF": -8.93560409244192,
      "NLT": -8.935647655435906,
      "ENV": -8.935694009832263,
      "IND": -8.938350204576768,
      "EIL": -8.938630209262817,
      "NTL": -8.938711884262528,
      "RRI": -8.939748380515786,
      "EIK": -8.939803555718044,
      "FAE": -8.939856362680127,
      "QLS": -8.940388750540112,
      "RLQ": -8.940596576985694,
      "VDF": -8.940921887522908,
      "KKE": -8.941571591022573,
      "IAN": -8.942578875761795,
      "SPT": -8.942925620970875,
      "GDA": -8.943456050776462,
      "NGV": -8.943783684276402,
      "EAI": -8.944080970959755,
      "AFS": -8.944460782673717,
      "SHL": -8.946132554796378,
      "VGT": -8.946165822804117,
      "TPD": -8.946202414319412,
      "GSD": -8.947403994100002,
      "KVV": -8.947411153734407,
      "GQP": -8.947681175658408,
      "LTQ": -8.948014562474013,
