{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": null,
    "vocab": {
      "M": -4.002601758340365,
      "A": -4.2528044434966805,
      "V": -4.323774049196031,
      "L": -4.403121290016362,
      "I": -4.423368135186973,
      "S": -4.559452782114533,
      "T": -4.674433611791434,
      "K": -4.818383043368186,
      "E": -4.873434979995684,
      "R": -4.89939115630982,
      "Q": -4.979012459944451,
      "G": -5.077934718807667,
      "N": -5.12151780781865,
      "D": -5.161870771342693,
      "F": -5.164964135071932,
      "Y": -5.43631351829009,
      "H": -5.564399612090426,
      "P": -5.590595850446933,
      "C": -6.143092721957524,
      "MA": -6.169378619585608,
      "AA": -6.219275398436755,
      "VA": -6.336956973867235,
      "AL": -6.356542839697944,
      "LA": -6.376132750119684,
      "VL": -6.420140485180532,
      "LL": -6.4260222516002266,
      "AV": -6.435113194125156,
      "LV": -6.478437696186898,
      "MS": -6.478786653669406,
      "IA": -6.498250927264435,
      "W": -6.530462461486765,
      "VV": -6.563445177971962,
      "SL": -6.567495426099587,
      "IL": -6.59658773105431,
      "ML": -6.598386564991015,
      "TL": -6.605959107640956,
      "TA": -6.6074985948388285,
      "AE": -6.617904171368217,
      "AI": -6.622045030539995,
      "LS": -6.644710784254279,
      "AG": -6.649069946003575,
      "MK": -6.663346232554673,
      "SA": -6.664611454818367,
      "AS": -6.670509430206902,
      "SV": -6.678423500866144,
      "KK": -6.692060246677851,
      "LT": -6.692160950818412,
      "LG": -6.699534295450894,
      "EK": -6.706109485644394,
      "EA": -6.7159350871595525,
      "LI": -6.718510815826965,
      "AR": -6.721442965132351,
      "MT": -6.73050242198169,
      "KL": -6.732817416049588,
      "VI": -6.733500727671149,
      "AK": -6.734131290816748,
      "IV": -6.7363348692833895,
      "TV": -6.740406345328962,
      "RL": -6.741522947014861,
      "GL": -6.756461505326847,
      "KA": -6.781306553445992,
      "MV": -6.7827195083511125,
      "ME": -6.798882889057172,
      "LK": -6.804618990627262,
      "II": -6.816782918408169,
      "LE": -6.8233040406003305,
      "EL": -6.828642081014239,
      "IG": -6.829681967760839,
      "SS": -6.830719959943238,
      "VT": -6.838507026795465,
      "GA": -6.8390566445450425,
      "AT": -6.845531144871893,
      "MG": -6.850626655565897,
      "RA": -6.853977969543104,
      "VE": -6.854512265202207,
      "LR": -6.8548462863128155,
      "DA": -6.855897757966892,
      "VS": -6.856063810796977,
      "DL": -6.857955661526995,
      "SR": -6.861256407956418,
      "LD": -6.8654683037278605,
      "MI": -6.875638575403235,
      "GV": -6.875894386962946,
      "MR": -6.876395608961722,
      "AD": -6.877431296171627,
      "EE": -6.877586170032156,
      "KV": -6.883619751371622,
      "SE": -6.888267846878151,
      "SG": -6.894393369478889,
      "KE": -6.895742870650865,
      "QA": -6.897092838536462,
      "VG": -6.898151785519813,
      "IS": -6.898394969230209,
      "SK": -6.901064020948239,
      "SI": -6.903809520796283,
      "RV": -6.9124449170067415,
      "TI": -6.9174645817187645,
      "RR": -6.92064715695064,
      "EV": -6.927067994584515,
      "VK": -6.939394716315439,
      "MN": -6.9459799625225696,
      "EI": -6.949282620012404,
      "MD": -6.958726202816022,
      "GI": -6.968591225810663,
      "VR": -6.974663709828498,
      "IT": -6.978332738426992,
      "MP": -6.9835498421101185,
      "RE": -6.9856355689931195,
      "ER": -6.98695773243721,
      "QL": -6.99750188775746,
      "AQ": -7.000933413658258,
      "KS": -7.004247443142116,
      "KI": -7.015290903034245,
      "DV": -7.016366959406863,
      "ES": -7.017053498181674,
      "VD": -7.01929945732193,
      "GR": -7.020013408020716,
      "LF": -7.0205282794192385,
      "TS": -7.021539618233845,
      "RI": -7.029228212486716,
      "ID": -7.029413199108745,
      "FL": -7.035370801345694,
      "IE": -7.0386271011221915,
      "TT": -7.054626573582434,
      "DI": -7.055510042658959,
      "GE": -7.058150336846088,
      "TE": -7.063674018953723,
      "EG": -7.063813901213873,
      "NL": -7.064498582883811,
      "ET": -7.065550854452265,
      "LN": -7.068792644470943,
      "SD": -7.073509682152357,
      "RK": -7.077016784025043,
      "GK": -7.089018833129014,
      "AN": -7.09029890953583,
      "NA": -7.090312011328546,
      "KR": -7.0913774853273175,
      "TK": -7.092627306918192,
      "QV": -7.097958857959611,
      "DE": -7.109741775843764,
      "TG": -7.110011761549419,
      "LP": -7.110490642373708,
      "GS": -7.112358457319564,
      "AF": -7.114554830893233,
      "ST": -7.118432986161256,
      "RS": -7.119928887911724,
      "ED": -7.122048867905672,
      "LQ": -7.124370556479617,
      "TR": -7.125323229212093,
      "FA": -7.126249965403563,
      "RG": -7.133844268150501,
      "VN": -7.134206252642452,
      "IK": -7.139678143401033,
      "DK": -7.1484969238928215,
      "GG": -7.1490406422614345,
      "PA": -7.153759260227718,
      "EQ": -7.155814106352972,
      "PL": -7.156596848620163,
      "IN": -7.1699310947443475,
      "KT": -7.179673557319012,
      "SQ": -7.19120031485312,
      "KD": -7.193029228380768,
      "IR": -7.195113832347891,
      "QG": -7.203374330923998,
      "YL": -7.210705912948585,
      "VF": -7.212260277788554,
      "MQ": -7.212358864293458,
      "KG": -7.216561649623765,
      "EN": -7.218420347045225,
      "SF": -7.221893049754682,
      "NI": -7.222498899095518,
      "NV": -7.226141461056969,
      "TD": -7.227774079368434,
      "SN": -7.227894979308333,
      "DS": -7.2324259852827595,
      "RD": -7.232885127248279,
      "VP": -7.235566272821794,
      "RT": -7.242611684877913,
      "QR": -7.243695040309333,
      "QK": -7.246319581498202,
      "NK": -7.2477023851400215,
      "FV": -7.257523859677086,
      "QQ": -7.260654930449466,
      "GT": -7.262889648508715,
      "DD": -7.272164624822205,
      "KQ": -7.272299786063872,
      "AP": -7.276026917930549,
      "GD": -7.28493177451422,
      "PV": -7.287218724349964,
      "KN": -7.292533732016835,
      "GF": -7.293124533355535,
      "DT": -7.299168230603492,
      "FG": -7.299336038384164,
      "QI": -7.299972269489233,
      "PS": -7.3033790714236755,
      "TF": -7.3072676220563775,
      "TP": -7.3078992185095455,
      "IP": -7.313686061474874,
      "TQ": -7.313721659015322,
      "FI": -7.324191600125227,
      "FS": -7.3309554657119165,
      "QS": -7.335675329582648,
      "SP": -7.338448365031411,
      "IF": -7.338826832039359,
      "RF": -7.345684534889102,
      "LY": -7.350329685158588,
      "DR": -7.350755963764579,
      "YA": -7.351032201653236,
      "NS": -7.351961685640438,
      "DG": -7.356402152594828,
      "QE": -7.362904128820327,
      "SY": -7.370967238674069,
      "EF": -7.37386032947941,
      "NE": -7.375836822143709,
      "GN": -7.378217978416089,
      "NG": -7.37993891722247,
      "PE": -7.382952322937047,
      "HL": -7.38663167272253,
      "YG": -7.390365030081648,
      "AY": -7.391658516736447,
      "VQ": -7.392349659500706,
      "TN": -7.393333759299551,
      "PT": -7.400046528143232,
      "RQ": -7.412307644865146,
      "QT": -7.4230371782629305,
      "DF": -7.4381702567340096,
      "AH": -7.448904469828237,
      "GQ": -7.458636155743987,
      "FE": -7.4615463859305375,
      "DN": -7.467642963682806,
      "FT": -7.475914814768581,
      "GY": -7.479504185624659,
      "RP": -7.480903290905982,
      "NR": -7.48215085268585,
      "YV": -7.483429526210504,
      "RN": -7.486233537663306,
      "RY": -7.490530702215242,
      "MF": -7.491772507236076,
      "LH": -7.497395398218094,
      "FD": -7.499757538846671,
      "IQ": -7.502593399297604,
      "DY": -7.521066997079204,
      "PI": -7.5242095094332875,
      "NP": -7.525278205770643,
      "NN": -7.525820291580137,
      "KP": -7.533118853692745,
      "NT": -7.56322606178643,
      "PG": -7.569909648726503,
      "YS": -7.570712448462343,
      "YE": -7.5724712440351585,
      "QD": -7.575281299205338,
      "ND": -7.5782404197368685,
      "EY": -7.582460987050297,
      "SH": -7.58693818331033,
      "HA": -7.615762277637941,
      "KY": -7.616838090699327,
      "YR": -7.619618748027754,
      "KF": -7.624660564393157,
      "DQ": -7.62708920354755,
      "VY": -7.627729932400262,
      "TY": -7.630879618529219,
      "DP": -7.631347062864208,
      "EP": -7.6473595563286985,
      "IY": -7.649531825982413,
      "NQ": -7.6504965954676525,
      "PR": -7.654986739624524,
      "PK": -7.6581979850185355,
      "QP": -7.661727573371133,
      "FF": -7.673781282119036,
      "YD": -7.6774403943691,
      "PD": -7.681511460143042,
      "QF": -7.6901925716551105,
      "VH": -7.6974439290297365,
      "NF": -7.703103569195042,
      "FN": -7.70893950417541,
      "YI": -7.709296527476212,
      "GP": -7.714774343657119,
      "HG": -7.724179505060661,
      "LC": -7.728109507141173,
      "FK": -7.72889056921594,
      "QN": -7.732946669705155,
      "PQ": -7.739572944347573,
      "HV": -7.752185587688826,
      "GH": -7.755545173834145,
      "PF": -7.756392128646052,
      "PP": -7.76720652255093,
      "RH": -7.770200464645365,
      "HS": -7.771170645974049,
      "EH": -7.775874639863499,
      "HI": -7.781935216220564,
      "CL": -7.790810300051849,
      "YT": -7.791070255517331,
      "HR": -7.824121524816501,
      "FR": -7.834132637361881,
      "YF": -7.836985301208468,
      "YQ": -7.845570087300848,
      "HE": -7.846379962687912,
      "FQ": -7.864953256733738,
      "NY": -7.873103016142894,
      "YK": -7.874655327765149,
      "MY": -7.879828970211223,
      "YN": -7.8800279603717645,
      "PN": -7.908109776948917,
      "FP": -7.90846919227743,
      "IH": -7.920517546306321,
      "MH": -7.925494993749091,
      "FY": -7.941273676006391,
      "MM": -7.947847027413273,
      "KH": -7.962286123492454,
      "HP": -7.968962190549245,
      "QY": -7.981455128711012,
      "HQ": -7.987122851953618,
      "TH": -7.987699895124445,
      "QH": -8.013914415101471,
      "WL": -8.022627780486598,
      "PY": -8.027405206285128,
      "HK": -8.030424205443047,
      "YP": -8.033127570300186,
      "YY": -8.049325700748152,
      "HF": -8.057272359639278,
      "DH": -8.06516043434896,
      "CA": -8.086641586294311,
      "VC": -8.091628350531078,
      "HT": -8.135126436162446,
      "CG": -8.139047532471531,
      "CS": -8.158938478982368,
      "HD": -8.16261592584429,
      "IC": -8.19477649253985,
      "CV": -8.232492620721132,
      "HY": -8.234170722283926,
      "PH": -8.234461498233813,
      "AAA": -8.241311063169707,
      "HH": -8.24187448337508,
      "SC": -8.244155544569377,
      "ALA": -8.24955654050052,
      "AC": -8.252990402685969,
      "LW": -8.259791087315158,
      "LAA": -8.264583427524308,
      "MC": -8.264584245305432,
      "HN": -8.266185204425595,
      "NH": -8.271598826958794,
      "AW": -8.280405182927511,
      "FH": -8.286410285007237,
      "SW": -8.299863037803535,
      "LGL": -8.325507342939998,
      "ALL": -8.331655441945484,
      "CR": -8.333847886894931,
      "AGL": -8.346506785979663,
      "YH": -8.349185153709746,
      "AAL": -8.361191827338882,
      "LLA": -8.38409233790009,
      "LM": -8.397304756652257,
      "GW": -8.400458769688427,
      "VAA": -8.402924293865714,
      "CI": -8.404894172748378,
      "GC": -8.420780270792017,
      "AGA": -8.457302659039247,
      "LGI": -8.457736552531701,
      "GM": -8.460774832190793,
      "VLA": -8.47153895205148,
      "AAV": -8.47735330247039,
      "AGV": -8.477821203158864,
      "LGA": -8.484463112104534,
      "WA": -8.486584084714798,
      "IAA": -8.492008332626355,
      "LLL": -8.500627706738182,
      "AVA": -8.505052962361374,
      "WG": -8.510520480775218,
      "DW": -8.513067894077164,
      "LAL": -8.513153975919009,
      "VW": -8.513664501706392,
      "SLL": -8.516119762970687,
      "FC": -8.519440869354824,
      "CD": -8.521526276267402,
      "LKA": -8.524481985441676,
      "SGL": -8.532454249607273,
      "TC": -8.53895263737299,
      "WE": -8.542299243173291,
      "LEA": -8.54625324628593,
      "WK": -8.55484125566758,
      "CE": -8.555128176465267,
      "AGI": -8.56496318792053,
      "RW": -8.569800181549105,
      "WS": -8.571456424873189,
      "WV": -8.571790690211012,
      "LAE": -8.574970159634828,
      "VKA": -8.584454809957165,
      "LDA": -8.585738263324945,
      "KW": -8.586720218008857,
      "ALG": -8.590263849503435,
      "LVA": -8.596207020936411,
      "EW": -8.597524728865027,
      "LIA": -8.599094811846225,
      "LSA": -8.599976503016103,
      "MW": -8.606830166400414,
      "AAS": -8.607990482944022,
      "REL": -8.613977461970158,
      "MAA": -8.615914772192927,
      "IGA": -8.620143360669756,
      "WQ": -8.62092759737718,
      "CF": -8.621350863344887,
      "VAV": -8.622290690697476,
      "IGI": -8.623589455024497,
      "LLS": -8.627891529178212,
      "ALT": -8.628157387023236,
      "VLL": -8.631212552466828,
      "AAG": -8.631617112720134,
      "LGV": -8.637309179783806,
      "LAK": -8.638010323988675,
      "AIA": -8.643232218384275,
      "LVL": -8.647539601744711,
      "TW": -8.653705839231169,
      "WR": -8.656836222635407,
      "LTA": -8.657815280477609,
      "LLG": -8.659044063579142,
      "EM": -8.65918182459056,
      "VSA": -8.659581991308672,
      "LEE": -8.661607069778547,
      "WI": -8.663779910165486,
      "ATA": -8.664522896578749,
      "AEA": -8.667026358843968,
      "LRA": -8.67245475984126,
      "QC": -8.679066454837349,
      "LPL": -8.680054603404374,
      "AEI": -8.6804974839863,
      "MKK": -8.681057519203424,
      "EEV": -8.682279664846535,
      "IAE": -8.682460604523005,
      "RRR": -8.682783239796565,
      "AQA": -8.691037639741861,
      "RC": -8.693400098051958,
      "LAS": -8.694005235430156,
      "ARL": -8.69698709473684,
      "SSS": -8.698913198835566,
      "TGA": -8.698981061478294,
      "WD": -8.699502073075015,
      "QRL": -8.700220602087771,
      "CK": -8.702079546534685,
      "ADA": -8.705946159005038,
      "ALV": -8.708541080432811,
      "AVL": -8.708888276719867,
      "CP": -8.710858751351049,
      "LEK": -8.712869250920665,
      "CN": -8.714132975242537,
      "ILG": -8.716354027825464,
      "LAV": -8.716625362313648,
      "SLG": -8.71711879401637,
      "VLV": -8.718649532977144,
      "ASV": -8.718736863870275,
      "KVL": -8.719110821416455,
      "FW": -8.719971190044266,
      "VLS": -8.72055022986728,
      "DC": -8.728131809312785,
      "YC": -8.72814979880923,
      "EAL": -8.7315770932125,
      "VIG": -8.733051915453322,
      "ILT": -8.73309970800384,
      "LSL": -8.733133918346967,
      "CQ": -8.733924939164435,
      "LRE": -8.734715358795016,
      "ADL": -8.736584212486349,
      "VEA": -8.737067888463425,
      "ELK": -8.740108299414938,
      "TLS": -8.741869626857241,
      "ISG": -8.742051579687285,
      "SAL": -8.744343832656789,
      "TTT": -8.7447090108729,
      "VAG": -8.744955247379092,
      "ASA": -8.746122727765705,
      "CT": -8.747634863531353,
      "VLG": -8.748270131607937,
      "CY": -8.748595657135432,
      "IVA": -8.74868493665819,
      "QKL": -8.752156061296214,
      "VGL": -8.75280590786991,
      "IIA": -8.7574084301156,
      "NC": -8.758453151712857,
      "LLE": -8.759109619390486,
      "TLA": -8.760826795712482,
      "VAR": -8.761890121946845,
      "MAL": -8.763273775760602,
      "EVL": -8.7638513148612,
      "GLA": -8.765837581700675,
      "GGA": -8.767541178979652,
      "LSD": -8.769692931921426,
      "ILV": -8.770590023646799,
      "IVG": -8.770650301964531,
      "VVD": -8.772368725948708,
      "MEK": -8.77271938113871,
      "AGF": -8.774969702793806,
      "LDR": -8.775713093279037,
      "MGA": -8.780586123253476,
      "KC": -8.781588825772976,
      "AVK": -8.782292378804462,
      "AIG": -8.783135932659524,
      "LLK": -8.785561560313864,
      "LAG": -8.79068983515195,
      "IGV": -8.791233321475058,
      "ARR": -8.791640140717057,
      "ILL": -8.791855731204581,
      "GRI": -8.793048201687352,
      "IEA": -8.793104937762227,
      "LLR": -8.793251310559215,
      "VEK": -8.793580414040989,
      "LLT": -8.794735532775405,
      "KEL": -8.795014063182869,
      "VVA": -8.795223067160277,
      "TAL": -8.79536179453876,
      "AVG": -8.800004653196975,
      "MEE": -8.80001497981584,
      "RER": -8.800725594054368,
      "VEG": -8.802051225899028,
      "LQQ": -8.805245008257879,
      "RRL": -8.805958724883514,
      "IDA": -8.80610240673499,
      "SGE": -8.80678538252314,
      "ASL": -8.80816918468675,
      "VAK": -8.813302368196428,
      "VAL": -8.813374423542612,
      "GEV": -8.815016387462943,
      "LFA": -8.815278137303084,
      "AAR": -8.81549271575557,
      "IRR": -8.816375706950549,
      "AKA": -8.81648317295805,
      "EC": -8.818207640120836,
      "WT": -8.818704188292635,
      "RAA": -8.8187537277468,
      "AAD": -8.818802029905648,
      "VAS": -8.819217822664738,
      "ELE": -8.819617635512316,
      "AKK": -8.821360219043818,
      "QLL": -8.82179907734488,
      "MLA": -8.821931504735218,
      "GLL": -8.822017367567096,
      "VLE": -8.822799497004294,
      "MGL": -8.823462573673785,
      "ASR": -8.824075572986585,
      "AAK": -8.825298092769309,
      "NW": -8.827068658354138,
      "SSL": -8.829282638492597,
      "AEL": -8.829446324957617,
      "RLA": -8.829744172249397,
      "LPG": -8.83117915493382,
      "KKK": -8.833534528572187,
      "VKK": -8.834680532392643,
      "VAT": -8.83491908007072,
      "SEL": -8.840563882632217,
      "MAT": -8.840695615770283,
      "QW": -8.841356807071127,
      "LDV": -8.841616693808092,
      "EKL": -8.841712530351474,
      "ALS": -8.8427624236601,
      "AIL": -8.84281268278796,
      "ALR": -8.843019381485929,
      "EAV": -8.843253013387676,
      "MAK": -8.846486130457127,
      "LPV": -8.846867150463162,
      "ELA": -8.847687592867691,
      "AKL": -8.848480593828656,
      "WF": -8.848850996179138,
      "VEL": -8.849136910581699,
      "LAR": -8.84996048173168,
      "MAE": -8.850616275582142,
      "LNL": -8.851047382710606,
      "EEL": -8.851383321156888,
      "EEE": -8.85156747749126,
      "LRG": -8.854675859717299,
      "AAQ": -8.855292678157339,
      "LRL": -8.855407779109939,
      "TEE": -8.855423043657659,
      "SLA": -8.855512621105914,
      "VIA": -8.855938550654107,
      "LKK": -8.856022155615339,
      "RGL": -8.856448853078843,
      "IGL": -8.856799476669705,
      "MLK": -8.856812980389778,
      "LSK": -8.856999235595653,
      "LDL": -8.857296362965354,
      "EAE": -8.859151558533945,
      "LEN": -8.86029018610307,
      "ALE": -8.860435116922746,
      "EKI": -8.861333453355517,
      "EEA": -8.861701218858444,
      "LEL": -8.861992369486533,
      "PW": -8.862257475158275,
      "LTL": -8.86232940966987,
      "LAT": -8.865111899812328,
      "FGV": -8.866285280068883,
      "SAA": -8.866547759148142,
      "IVS": -8.867098695335894,
      "LDS": -8.867292837278075,
      "SGV": -8.87006420596187,
      "EKA": -8.870386738939551,
      "GRL": -8.870432468206978,
      "LAD": -8.871342937732567,
      "RLL": -8.871729503545886,
      "ARV": -8.874273231714886,
      "RAV": -8.87458273455759,
      "LQS": -8.875428527282157,
      "RAL": -8.875463576292233,
      "TIA": -8.875821923256968,
      "DVL": -8.876499865094198,
      "LIG": -8.876946926816187,
      "ITG": -8.877987889676465,
      "IEE": -8.878000236149317,
      "TLT": -8.878243512094995,
      "LNA": -8.879132334854338,
      "FLS": -8.8798755058157,
      "RAR": -8.880221509249266,
      "IKE": -8.880329261037545,
      "LGG": -8.880750725347493,
      "QAA": -8.881090821711382,
      "SLE": -8.881405829213374,
      "TAE": -8.881931993842418,
      "ARA": -8.88614531799649,
      "ERL": -8.887499653071867,
      "VDR": -8.887719370216326,
      "LDI": -8.88816293403929,
      "SLS": -8.888371402948266,
      "LLV": -8.88900994057148,
      "VIS": -8.890231589865465,
      "AVV": -8.891150205583111,
      "IEK": -8.8915105799025,
      "GRV": -8.892051356814035,
      "TEL": -8.892270166118232,
      "VGA": -8.893609783194469,
      "LVE": -8.8936531751237,
      "ILA": -8.893934393375423,
      "TAA": -8.895140976226243,
      "IAS": -8.895255178438003,
      "FGG": -8.89710142265838,
      "LKS": -8.89852589295383,
      "AIV": -8.898839651514159,
      "LES": -8.899637955379871,
      "LER": -8.900154967396194,
      "SRL": -8.900168195595796,
      "IEQ": -8.900180008429954,
      "AVE": -8.901012406205155,
      "EEI": -8.901285170015441,
      "AAI": -8.901352825831562,
      "AKG": -8.90139275734184,
      "MLR": -8.902730521497817,
      "IIG": -8.904356375938287,
      "LAH": -8.904579626795268,
      "KKA": -8.904975261078837,
      "REI": -8.905711936123934,
      "IAD": -8.907888735044645,
      "LQA": -8.908158127447823,
      "VSG": -8.908979473929799,
      "LVS": -8.90930986258667,
      "LSE": -8.909383301020908,
      "LKE": -8.912189081840683,
      "MLL": -8.912935883785476,
      "VGG": -8.913099194828607,
      "GFI": -8.914012838694623,
      "EAA": -8.914150931931918,
      "MSS": -8.914720518046112,
      "SLV": -8.915615721330015,
      "LDE": -8.916497025420329,
      "LVG": -8.91653095736492,
      "VVG": -8.917585811324999,
      "VDI": -8.917617568431552,
      "ALI": -8.91762136961656,
      "LSG": -8.917932452327872,
      "EKE": -8.918453877612224,
      "EGL": -8.919354816488324,
      "VAD": -8.91943863278598,
      "LEG": -8.919769597194415,
      "IW": -8.921322109269246,
      "LPA": -8.921678324110104,
      "AAT": -8.922005174442925,
      "ERE": -8.923086149139246,
      "AGS": -8.924193674988828,
      "GAT": -8.92466855061174,
      "IKA": -8.92565823422805,
      "KKI": -8.925704215818008,
      "VTE": -8.925717732649673,
      "DEL": -8.92574981366822,
      "ITA": -8.926261481400763,
      "TLL": -8.926402924648471,
      "LSV": -8.92677529550762,
      "LAQ": -8.928060687857023,
      "PLA": -8.929301002030073,
      "LSS": -8.92970317132061,
      "VPA": -8.931942879882216,
      "VKG": -8.933869935945909,
      "SLI": -8.933954696166317,
      "REA": -8.93500836341298,
      "LGS": -8.936146611736117,
      "LSR": -8.936898087427878,
      "IPL": -8.938421825032437,
      "AAP": -8.938570329953876,
      "VAE": -8.939129856720438,
      "LTS": -8.940940326098323,
      "AFA": -8.941365112756012,
      "VGI": -8.941382961014114,
      "LKQ": -8.94213950493517,
      "LQR": -8.942242762521891,
      "AAE": -8.943697973832215,
      "SVL": -8.944268025363112,
      "MAS": -8.944777153424921,
      "AGG": -8.9449082970909,
      "FGL": -8.94521709528855,
      "PAP": -8.946226824124052,
      "GLP": -8.946262608962801,
      "AST": -8.94648444768473,
      "LTP": -8.946500388430765,
      "LDT": -8.947649892107474,
      "LIS": -8.948265573759977,
      "TIT": -8.948284841799957,
      "RLR": -8.949048343425646,
      "VDL": -8.9492851978348,
      "DAV": -8.950316714843481,
      "GIG": -8.95056384871878,
      "MKE": -8.951225055182231,
      "AFL": -8.952133665278229,
      "NGV": -8.954955476561429,
      "SGS": -8.95498152592402,
      "LRR": -8.95526993059789,
      "IPV": -8.955913299834378,
      "IGE": -8.956996909428351,
      "GAS": -8.957414107464809,
      "AKV": -8.957681562157193,
      "VLK": -8.957901690085063,
      "LNK": -8.958484453874773,
      "MAG": -8.958845762147293,
      "VVS": -8.960122695680456,
      "ASS": -8.960168530297395,
      "LGK": -8.96021949101666,
      "SLD": -8.960389510714139,
      "SGA": -8.9609855862589,
      "LVR": -8.961009801176502,
      "GDL": -8.961040296486221,
      "ILS": -8.961846451488794,
      "LRK": -8.961910240855804,
      "GLF": -8.962148138060819,
      "IAN": -8.96271025592221,
      "DM": -8.963320643561632,
      "VGS": -8.963453600358589,
      "VLT": -8.963597575959835,
      "GGL": -8.96377025780125,
      "VLF": -8.964025155733536,
      "LPE": -8.964245126975886,
      "YW": -8.964711597507812,
      "TVT": -8.965087876474476,
      "KRR": -8.965256843943198,
      "KEE": -8.965826128422458,
      "VSL": -8.966491672354843,
      "GKP": -8.96832172056857,
      "VDA": -8.968840314599316,
      "WH": -8.969512600820897,
      "RVL": -8.969601659414296,
      "AAN": -8.970213021525629,
      "IKK": -8.97038481478061,
      "IER": -8.970938278795602,
      "TDL": -8.971151059716822,
      "LTK": -8.971160308978078,
      "KLL": -8.972259772852208,
      "VTL": -8.972457139837127,
      "VGV": -8.972690614787933,
      "VTV": -8.973318867543652,
      "AEE": -8.974181728099262,
      "KLA": -8.974947188174658,
      "QEL": -8.975296295096442,
      "QAL": -8.975485171014206,
      "VRA": -8.97657797212755,
      "INA": -8.978233845804128,
      "ANA": -8.979006205676892,
      "VPT": -8.979679675072436,
      "AEV": -8.98009273929373,
      "MAD": -8.9801220005148,
      "VKE": -8.982658572532447,
      "GVA": -8.982858945347447,
      "TSA": -8.98592914596394,
      "QQQ": -8.986082453847857,
      "EGK": -8.98653638596485,
      "LGF": -8.987615405711756,
      "KDL": -8.987756329597035,
      "TGD": -8.988212440373678,
      "DGV": -8.988533670116865,
      "IKS": -8.990792340214874,
      "PC": -8.990850708093127,
      "ELL": -8.990853248731218,
      "VVT": -8.991575284022439,
      "HC": -8.992857053631889,
      "APA": -8.993116009341751,
      "SKL": -8.993864293416062,
      "KAI": -8.994149191283512,
      "VPL": -8.994742758476669,
      "HGL": -8.995304153615814,
      "ISS": -8.995636303158053,
      "ERA": -8.995982237872186,
      "DDL": -8.996283137057844,
      "AER": -8.996788163773392,
      "IDG": -8.997055149770961,
      "TGS": -8.997697104480794,
      "MGG": -8.99774908632862,
      "MLS": -8.99856181065029,
      "IDL": -8.999865842844937,
      "KEK": -9.000400104624724,
      "RGI": -9.002684477376363,
      "VDV": -9.002908191171795,
      "GLI": -9.004150892242476,
      "KGL": -9.00466039483223,
      "TAV": -9.005828946391258,
      "GSL": -9.005882260203135,
      "KAA": -9.005921982855732,
      "LRS": -9.006418954872725,
      "GGG": -9.006678144483935,
      "KAK": -9.00756033529584,
      "LRD": -9.007589547311786,
      "AGR": -9.008442962762018,
      "TVL": -9.008598166571195,
      "LKD": -9.008972513801876,
      "TVE": -9.009477641937758,
      "EVK": -9.010236089271569,
      "WN": -9.01050472767397,
      "AVR": -9.010751830718899,
      "MLD": -9.012408735073691,
      "NLI": -9.01254787207767,
      "TTL": -9.013578554750142,
      "LSN": -9.014554259062233,
      "LID": -9.01585469962122,
      "RLK": -9.015992574936238,
      "RTR": -9.01605229155814,
      "AFV": -9.016402511108849,
      "SAT": -9.016735908101797,
      "VES": -9.017084494530593,
      "VET": -9.017316062387742,
      "LPR": -9.017905229469653,
      "GEL": -9.017916938470549,
      "AII": -9.019046788697167,
      "MGI": -9.019584110175169,
      "SLP": -9.020937763888808,
      "ATL": -9.021009958743553,
      "MAR": -9.021977361050041,
      "LLQ": -9.02224337120995,
      "KKG": -9.022280374637164,
      "MDE": -9.023123187442666,
      "KLG": -9.023456182407436,
      "VRR": -9.024409672004543,
      "MSE": -9.024588627587836,
      "VTA": -9.025200130430987,
      "LDK": -9.026905858977933,
      "DDE": -9.027599389566948,
      "DAI": -9.028093303004281,
      "QGL": -9.028171165830377,
      "KGI": -9.028849629267318,
      "SAS": -9.02893340892576,
      "EQL": -9.02957683456687,
      "GII": -9.030062791245513,
      "VER": -9.030162552880913,
      "LLD": -9.031101067474754,
      "KLK": -9.031437808798826,
      "AVI": -9.031572746810847,
      "LVK": -9.031869622279919,
      "DGL": -9.032000802647635,
      "EEG": -9.032584517744208,
      "MLT": -9.033806488639192,
      "TPG": -9.033898280968007,
      "SPA": -9.034149393092619,
      "LFG": -9.034420889334575,
      "AAF": -9.034865656970702,
      "ETV": -9.035521429936482,
      "KII": -9.03567813526943,
      "VSR": -9.035966662502695,
      "SEE": -9.036005863063798,
      "RAI": -9.03605191310693,
      "MKR": -9.03645402062983,
      "SAV": -9.036485724673827,
      "YDL": -9.03687999571241,
      "ALF": -9.03698055792474,
      "AGT": -9.03701957729177,
      "VEE": -9.037169015110976,
      "LLP": -9.03721330875787,
      "LVV": -9.038218069490696,
      "FAR": -9.03878757527783,
      "VSS": -9.039067239437088,
      "AQL": -9.039971420708369,
      "LVP": -9.040795159542125,
      "NPK": -9.040966861384126,
      "VTD": -9.041208222916408,
      "LKR": -9.041508028445548,
      "SEI": -9.041824012841095,
      "QQA": -9.042158464375794,
      "ESL": -9.042301219891515,
      "KKL": -9.042528421290417,
      "DLL": -9.0429908018979,
      "DAL": -9.043523873750711,
      "KAE": -9.043641657404471,
      "GVE": -9.043790414080876,
      "SEA": -9.044286042156514,
      "GGV": -9.04454530905425,
      "TLR": -9.044629636137497,
      "EIV": -9.044644750109413,
      "LLH": -9.04484479895642,
      "KAV": -9.045223138967732,
      "VPV": -9.045385703833826,
      "ASG": -9.04558125045207,
      "KEV": -9.045991824505977,
      "IGG": -9.04617638005805,
      "GIA": -9.046474348915039,
      "TAI": -9.047863987348352,
      "TPL": -9.048263381745173,
      "LQE": -9.048933910728497,
      "ERV": -9.050616835073077,
      "DEV": -9.050869357584663,
      "TGI": -9.051093346941942,
      "QQL": -9.051390105760388,
      "EEK": -9.05276380072612,
      "GAA": -9.053808649922612,
      "TVR": -9.054021898507278,
      "FLA": -9.054233178285301,
      "DLV": -9.05547290316495,
      "RQA": -9.055577599975889,
      "RRA": -9.055630786707226,
      "GAV": -9.055641430634113,
      "KLD": -9.056049816937719,
      "CC": -9.05617248944564,
      "TGG": -9.056242821324346,
      "STP": -9.056422618743511,
      "LSF": -9.056469478320643,
      "FGA": -9.056576673678428,
      "AIE": -9.057038938791994,
      "TLK": -9.057049306743505,
      "FGF": -9.057288269860656,
      "LDD": -9.057828608139923,
      "LTT": -9.058003977220585,
      "VRS": -9.05816055348722,
      "SPL": -9.058566718173942,
      "TLD": -9.059599082404723,
      "TSL": -9.05973501535098,
      "DYL": -9.06006912673982,
      "EKV": -9.060209476855452,
      "IEG": -9.060279388611344,
      "LTG": -9.060296584953907,
      "TAT": -9.060411622648157,
      "LGE": -9.061283299812278,
      "KEA": -9.062647735047744,
      "MSK": -9.064224132702083,
      "RDL": -9.06494205004954,
      "ALD": -9.064972798521131,
      "IAK": -9.065842563454636,
      "SIV": -9.066403121817256,
      "TLG": -9.067540366492686,
      "RSR": -9.067621329879339,
      "RRK": -9.068872845661893,
      "FGS": -9.068998943971877,
      "FIS": -9.07123903173424,
      "DIV": -9.071248450611426,
      "IGS": -9.071605090643107,
      "IDR": -9.071918803773558,
      "ALQ": -9.072082779295735,
      "ILE": -9.07213334744955,
      "SVT": -9.072197506572037,
      "IRE": -9.072247804978389,
      "GVL": -9.073198344155804,
      "TLE": -9.074053056196627,
      "AEK": -9.074254711820164,
      "DLA": -9.07432861801012,
      "LGP": -9.0747892250333,
      "DED": -9.075190102610842,
      "TGK": -9.075454505807972,
      "KGD": -9.07575509508149,
      "VVE": -9.076017724739451,
      "KAL": -9.07667776042185,
      "VTG": -9.077390320487115,
      "ITS": -9.07821818180772,
      "KTL": -9.078385800924039,
      "ISA": -9.078596633216078,
      "RVR": -9.078639150246449,
      "VEV": -9.079157317426167,
      "IKD": -9.080869480532272,
      "FAD": -9.081050495829224,
      "LIT": -9.081097155670792,
      "EVV": -9.081101154707898,
      "ILK": -9.08190662247451,
      "MAV": -9.081964267725239,
      "DGT": -9.082624902295771,
      "LYE": -9.08279053040021,
      "GVV": -9.083105692609406,
      "VAI": -9.083110544715474,
      "AET": -9.083441718152537,
      "SSA": -9.08351679073656,
      "LIL": -9.084088965789174,
      "IDE": -9.084093448556182,
      "STS": -9.084239144989716,
      "CH": -9.084492081327165,
      "SPE": -9.085756255240568,
      "DVV": -9.086468742572096,
      "KQL": -9.086571455323314,
      "KEI": -9.087070511377565,
      "GAL": -9.087078221904239,
      "IAL": -9.087508317469704,
      "ISK": -9.08786827769151,
      "LEV": -9.08848547124361,
      "ARI": -9.088733755832955,
      "KRL": -9.089643415648837,
      "AVS": -9.089864990046653,
      "QAV": -9.090226462681494,
      "FDL": -9.090561206484379,
      "GIV": -9.091352565077196,
      "GSS": -9.091408237852193,
      "VSK": -9.091983479154122,
      "VRE": -9.092172738197984,
      "MSA": -9.092575492723402,
      "VRK": -9.092613757907266,
      "LVT": -9.09335926853479,
      "PLV": -9.093910021100287,
      "SDL": -9.094127001151492,
      "SVV": -9.09425483326982,
      "PEA": -9.094596527990033,
      "LAP": -9.0947736474576,
      "VKV": -9.095039302740846,
      "LAN": -9.095237098499778,
      "PEE": -9.095305767499266,
      "DFL": -9.096132241163263,
      "ADV": -9.097072773813046,
      "RVA": -9.097112000224989,
      "DID": -9.097116350426976,
      "LST": -9.097119853190176,
      "TVV": -9.097618312604876,
      "LYN": -9.09774917586403,
      "FGI": -9.098218840221383,
      "SGT": -9.09839021417181,
      "MEL": -9.100742910965996,
      "ATI": -9.101543037149343,
      "VGR": -9.101547958577132,
      "MRE": -9.10180065577019,
      "GGF": -9.102332857978444,
      "IAG": -9.102526885054349,
      "LVD": -9.102592925021687,
      "LTE": -9.103227188075996,
      "STL": -9.104131894450317,
      "GLS": -9.10454420662469,
      "GLG": -9.104735030901885,
      "VSE": -9.10476407511953,
      "SGR": -9.105096458435117,
      "EQV": -9.105211003387533,
      "LEQ": -9.105797747030547,
      "VRG": -9.106029951985699,
      "DKI": -9.10745959829085,
      "SYL": -9.107578528296045,
      "SAI": -9.1077466455176,
      "ITT": -9.107987277056539,
      "TEI": -9.108322951945402,
      "LGQ": -9.108393703995972,
      "ERI": -9.108831625746102,
      "ALK": -9.108832257082215,
      "AGD": -9.10888367729987,
      "LTV": -9.108892256731172,
      "LPK": -9.109526663013245,
      "FDR": -9.110049323698693,
      "YGV": -9.11010707710914,
      "ENL": -9.110339304927809,
      "SIA": -9.11061856074401,
      "QGQ": -9.110740290841338,
      "RGV": -9.11094752296806,
      "IST": -9.112393034774199,
      "VTT": -9.112417130404294,
      "GKV": -9.113388224403938,
      "SSR": -9.114639974299543,
      "TID": -9.114766844881803,
      "HW": -9.114985922303294,
      "SFL": -9.115049674952576,
      "FDA": -9.115056517162019,
      "ADF": -9.115397289475286,
      "TGL": -9.115562419637463,
      "GTT": -9.115596193310767,
      "ATT": -9.115899132647312,
      "RLI": -9.11620683091704,
      "ALN": -9.11623828081733,
      "FLI": -9.116669677145351,
      "GET": -9.11702639100951,
      "ISR": -9.117194770064987,
      "ANL": -9.117522363732796,
      "LSQ": -9.117900723838376,
      "IGK": -9.118225549991816,
      "REK": -9.118465492369296,
      "MGV": -9.118972973687466,
      "CW": -9.11934903909246,
      "TPA": -9.119824321722822,
      "LLF": -9.119921736763906,
      "QEK": -9.119926046545451,
      "FEE": -9.120110986631424,
      "RLT": -9.120191443460449,
      "SRR": -9.120434253861704,
      "APG": -9.120686837152041,
      "LQD": -9.120963743528687,
      "VID": -9.121057105978089,
      "DDA": -9.121135929165417,
      "SLT": -9.12165764385193,
      "QTL": -9.121737235658266,
      "IET": -9.122120797971629,
      "DIT": -9.122626164461824,
      "IFG": -9.123257011830976,
      "VDE": -9.123296964914225,
      "EEF": -9.123325745522541,
      "LED": -9.124022291724867,
      "LNE": -9.12403190824899,
      "ISE": -9.125833793344462,
      "GRR": -9.125916942309994,
      "VSV": -9.126396287983095,
      "MKL": -9.12643355525318,
      "EKG": -9.12646557077817,
      "KRV": -9.12653287596462,
      "TIE": -9.12696911131548,
      "KNI": -9.127253191863819,
      "IRK": -9.127319973699098,
      "EAG": -9.127749345527866,
      "PAL": -9.127819724268242,
      "HRL": -9.129156672608673,
      "IFT": -9.129342286888283,
      "APV": -9.12951156146628,
      "RTL": -9.129561434775201,
      "VTS": -9.130610986522324,
      "KKS": -9.13073263965458,
      "AQR": -9.132292999680553,
      "NGD": -9.133335862637518,
      "LRP": -9.133384919991865,
      "RLG": -9.133638959352432,
      "GTL": -9.134138723764341,
      "LKN": -9.134321794637364,
      "EKT": -9.135156494610268,
      "EQI": -9.135504922782848,
      "GLV": -9.13554411370217,
      "SGG": -9.135896940791518,
      "GGI": -9.136425330522636,
      "WP": -9.136630908732132,
      "LRN": -9.137604245210893,
      "TSS": -9.138308087037414,
      "EQE": -9.138405802092608,
      "FVS": -9.139008103848795,
      "KDK": -9.139148316920261,
      "NII": -9.139773131886116,
      "GRG": -9.13999085223734,
      "AYA": -9.14026069182967,
      "PAD": -9.140421962019618,
      "IAV": -9.140445174323146,
      "VSD": -9.140448413088837,
      "MSD": -9.140740717660396,
      "ARS": -9.141195817723817,
      "MTD": -9.141326514163959,
      "KIK": -9.141798732182115,
      "ITE": -9.141917295873817,
      "VRV": -9.142385212984902,
      "DTI": -9.143617428495295,
      "TRL": -9.143649891330032,
      "ASI": -9.143788712950213,
      "MSG": -9.143858028526362,
      "EGV": -9.144463297123743,
      "QSL": -9.144498540226529,
      "RIA": -9.144530057785698,
      "DSE": -9.144549029012206,
      "DAF": -9.144658011414002,
      "EII": -9.14482679656083,
      "DRL": -9.14523782640344,
      "EGI": -9.14527031323355,
      "LAI": -9.145436197371682,
      "EQA": -9.145443231816824,
      "LTN": -9.145465733483379,
      "IPA": -9.145600620248548,
      "DGK": -9.14575103691347,
      "GLT": -9.146046004485818,
      "QGK": -9.146798479740003,
      "KGV": -9.14687129761916,
      "AED": -9.147121277193076,
      "ITV": -9.147144883006634,
      "WY": -9.147696100580706,
      "TFS": -9.14856927010611,
      "ATV": -9.148693538472745,
      "LTD": -9.148765645583982,
      "KDI": -9.148787467541002,
      "FLG": -9.148790631434737,
      "MLE": -9.149183235196446,
      "VSF": -9.14944413742863,
      "AVD": -9.14977830070098,
      "EGE": -9.150021436047936,
      "TIL": -9.150107851710091,
      "GDD": -9.150469713772194,
      "WW": -9.151639666679124,
      "SVI": -9.151716186437135,
      "RKL": -9.151827676854404,
      "SRS": -9.152244375700745,
      "MAQ": -9.152311143304223,
      "ISN": -9.152562074788367,
      "AVT": -9.152861537147256,
      "TVA": -9.153060599962842,
      "RAK": -9.153404978135034,
      "TSV": -9.153867108960979,
      "ATS": -9.154812956584145,
      "VAN": -9.155510830595032,
      "YLD": -9.156319654455494,
      "SFG": -9.156932514837832,
      "LLN": -9.157007779483322,
      "ETT": -9.157254736697363,
      "TFL": -9.157610506855313,
      "VIE": -9.157615465498216,
      "GAD": -9.158095758796867,
      "GSV": -9.159599172707345,
      "IRN": -9.159662804545249,
      "SRG": -9.160867789438335,
      "LPD": -9.160954619836438,
      "PVV": -9.161088182735382,
      "LET": -9.161124480215483,
      "KER": -9.161136915080146,
      "SIL": -9.161179652758447,
      "TTI": -9.161290547968738,
      "SGI": -9.161783718437814,
      "LDG": -9.161844774144331,
      "LRT": -9.161854878514925,
      "MGS": -9.161980492880732,
      "GDA": -9.162053780424493,
      "LFL": -9.16276816132454,
      "EVE": -9.162967822471593,
      "IDS": -9.163191972190747,
      "LKG": -9.163236251456437,
      "REG": -9.163512511417686,
      "IVN": -9.163663113006086,
      "AIS": -9.163732830771943,
      "KVV": -9.163880633970692,
      "TSR": -9.163932097515978,
      "LGR": -9.163941415397213,
      "IKT": -9.16428254045661,
      "PAA": -9.164951620563134,
      "VNS": -9.166326693864166,
      "GYL": -9.166412220973207,
      "VND": -9.166825375368965,
      "LEI": -9.166966516448058,
      "QVA": -9.167828079358705,
      "FLL": -9.168159519312312,
      "RGE": -9.16839564705008,
      "QEE": -9.168850834831206,
      "MSL": -9.169594625768088,
      "VLD": -9.169676654770045,
      "NDI": -9.169946974210319,
      "AGK": -9.170360041146239,
      "RRS": -9.170418686731368,
      "GSA": -9.170456508177498,
      "GDI": -9.170783448716923,
      "EVI": -9.171426758409392,
      "DRV": -9.173413825579788,
      "DRI": -9.173953983058725,
      "RQR": -9.17438707103787,
      "VKR": -9.174418611735323,
      "LGT": -9.174535087046342,
      "IDT": -9.174559978708068,
      "IRG": -9.174583440475406,
      "RNL": -9.174883162236604,
      "EVT": -9.176488786440338,
      "NAA": -9.176760423522285,
      "LNS": -9.177461139785677,
      "DLE": -9.177693103316585,
      "DEA": -9.178144970779352,
      "KLV": -9.178282916830637,
      "VLI": -9.17853782981555,
      "SVE": -9.178545474027429,
      "LHR": -9.17865765225501,
      "ETL": -9.179165512469677,
      "INN": -9.179167395922473,
      "QGR": -9.17916969269732,
      "RLD": -9.179474867463856,
      "ERF": -9.179918212914668,
      "NAI": -9.180029966034038,
      "REV": -9.180920915767176,
      "TKA": -9.181458066313594,
      "GKA": -9.18163918905937,
      "VIN": -9.181749785357933,
      "LPN": -9.181838158296811,
      "VFS": -9.182201552134297,
      "IIS": -9.182778612462206,
      "MDK": -9.183457735083744,
      "VAP": -9.183517830015877,
      "NKK": -9.183650929268623,
      "PTP": -9.183653214002241,
      "DVA": -9.1842480199852,
      "VVN": -9.184373062341761,
      "IDK": -9.184400054836326,
      "ATD": -9.184419195827447,
      "GAG": -9.184457429907779,
      "EAR": -9.184651929127929,
      "SVA": -9.18466707831655,
      "DTL": -9.184751610136889,
      "SSG": -9.184841471263903,
      "SGK": -9.185179388050914,
      "LQK": -9.185377446358208,
      "KVA": -9.185558342760816,
      "PLL": -9.185687535039577,
      "EYL": -9.185942204347542,
      "RGR": -9.186097618434012,
      "GDS": -9.186553595079365,
      "STV": -9.186656269408253,
      "AQG": -9.18675548501857,
      "RAE": -9.187273203443075,
      "RSL": -9.187304457536884,
      "INP": -9.187879656567844,
      "FLT": -9.188425078749077,
      "VVL": -9.188814048948615,
      "LTR": -9.189090832307505,
      "LLI": -9.189218840850597,
      "QAQ": -9.18935494146116,
      "EDE": -9.189379898155979,
      "MRR": -9.189581159592038,
      "IGT": -9.189965829533705,
      "KLR": -9.190406868921762,
      "DAE": -9.190657640531848,
      "IDD": -9.19136100913437,
      "KSV": -9.191469939903122,
      "GGS": -9.191786202141012,
      "AVF": -9.191875998326427,
      "DIE": -9.192049883156661,
      "DLI": -9.19230475168167,
      "VDD": -9.19273621554756,
      "EGR": -9.193027894886713,
      "KDA": -9.193121184528733,
      "SED": -9.193181692375056,
      "KTI": -9.193321711382199,
      "IPS": -9.194247989303832,
      "AGQ": -9.194308700869136,
      "GGY": -9.1945551527199,
      "STI": -9.19531476226947,
      "MPL": -9.195394567187456,
      "FEA": -9.19551148406558,
      "FSL": -9.19552549122505,
      "ETA": -9.196575631616204,
      "FVG": -9.197052658676695,
      "GDV": -9.19714027304113,
      "GDK": -9.197246534474816,
      "LGY": -9.197657843719005,
      "GQP": -9.198192846076722,
      "IAQ": -9.198538622020575,
      "STT": -9.198963037348781,
      "TSI": -9.198986997286887,
      "KEG": -9.199235659230903,
      "ITR": -9.199276229983916,
      "QGV": -9.19957483307736,
      "GSG": -9.199576670367993,
      "SNP": -9.199599774907488,
      "EDL": -9.199720889606992,
      "ITK": -9.19995775729637,
      "ADR": -9.200213646489276,
      "QGI": -9.200664851606485,
      "NGI": -9.20101883621293,
      "GDR": -9.2010931962837,
      "DLS": -9.201152157703339,
      "TTP": -9.201633264314456,
      "ISI": -9.202309595226557,
      "GRP": -9.20243590784099,
      "EKK": -9.202961663912609,
      "IVE": -9.203110575326118,
      "RKA": -9.20356421512561,
      "LQN": -9.203667430149409,
      "VRT": -9.20377094015575,
      "VGT": -9.203896278022821,
      "AFS": -9.20390156108962,
      "LGN": -9.204295484273421,
      "EDI": -9.204606493077844,
      "ELG": -9.205069311006904,
      "AES": -9.205473149990782,
      "IRD": -9.205676745931354,
      "IRS": -9.205862266891376,
      "KKV": -9.206536455411836,
      "GKK": -9.207285217554018,
      "RLE": -9.20742789880126,
      "KGK": -9.207490270452386,
      "SDR": -9.207603417693637,
      "VKL": -9.207925768971032,
      "SSV": -9.207995564719617,
      "PTV": -9.208056208896323,
      "AEG": -9.208121621302626,
      "RRI": -9.208154779815802,
      "VLP": -9.208440007765532,
      "IND": -9.208553327528678,
      "QRI": -9.208662355502609,
      "GEA": -9.209620413922421,
      "TNL": -9.209693722202855,
      "QLA": -9.210206556616583,
      "RLV": -9.21023401608762,
      "ANI": -9.210303289550335,
      "GKL": -9.210480251218506,
      "SRV": -9.2108083653349,
      "GEI": -9.210814413157543,
      "VDG": -9.21128347299381,
      "TGV": -9.2112876673252,
      "APE": -9.211578575482337,
      "SDK": -9.212031430293743,
      "QLS": -9.21207295238737,
      "TDK": -9.212125525124078,
      "ELS": -9.212126866963336,
      "EGG": -9.212278402826547,
      "KSI": -9.212440419073435,
      "EED": -9.212542446264694,
      "ISF": -9.212682971664185,
      "ERR": -9.213014682924632,
      "AGP": -9.213685959257258,
      "KPK": -9.213707909732557,
      "SIS": -9.213797424122872,
      "VVK": -9.214014457066881,
      "AGY": -9.214079759758793,
      "MTT": -9.21442639023997,
      "DSL": -9.214806519539529,
      "TLN": -9.215004643919707,
      "KGE": -9.21585217275203,
      "KVK": -9.21630282144854,
      "YGI": -9.216470913166571,
      "KLQ": -9.216686120709163,
      "QRV": -9.216929407340507,
      "RGA": -9.21722967957717,
      "TRS": -9.21723800539437,
      "NGL": -9.217505585637332,
      "IAR": -9.217673995072877,
      "VKD": -9.217760480946604,
      "TPD": -9.21805778959113,
      "MGF": -9.218121089782269,
      "PLI": -9.218336068041555,
      "DIL": -9.218358202194032,
      "VQA": -9.218721975082833,
      "TVS": -9.219068809278872,
      "TIS": -9.21960350589076,
      "LFT": -9.219765770185482,
      "RQL": -9.220338717843159,
      "RAG": -9.220345351176563,
      "TKK": -9.220453682638922,
      "GKS": -9.220639245116052,
      "TDV": -9.221008783253637,
      "TLV": -9.2210715905156,
      "TEK": -9.221322114850565,
      "SKS": -9.22134197166316,
      "IVD": -9.221397470191913,
      "PSS": -9.22143519411186,
      "AKR": -9.221450137545142,
      "FAT": -9.221623107574658,
      "DGA": -9.221844107441257,
      "KNL": -9.221918536881967,
      "DRF": -9.22209520149175,
      "GIL": -9.222114620927062,
      "MKI": -9.222323046419632,
      "HLL": -9.22238716889192,
      "KVI": -9.222417960205513,
      "SST": -9.222772675260892,
      "LSP": -9.222780915747569,
      "YGA": -9.22323054678928,
      "SEG": -9.223687980872064,
      "APS": -9.223781523776875,
      "DIP": -9.223878267935234,
      "LQL": -9.223999046185853,
      "ART": -9.224543963529666,
      "EID": -9.224692073041535,
      "DLD": -9.225353464934413,
      "VEP": -9.22546036172403,
      "SSD": -9.22619938890891,
      "ELI": -9.22710613656827,
      "TST": -9.227816265301636,
      "PSP": -9.227917368027178,
      "MTE": -9.228122579008552,
      "GVS": -9.228446566164804,
      "RKS": -9.228762816809569,
      "SFI": -9.229049988979694,
      "MRL": -9.229143359021045,
      "VVR": -9.22916785989892,
      "ADI": -9.230107789844643,
      "ERG": -9.23037803796895,
      "RDG": -9.230714662712177,
      "MLQ": -9.23095400131213,
      "KPG": -9.231182773599791,
      "TDI": -9.231302802010962,
      "IVT": -9.231611671137648,
      "ASK": -9.231853416185219,
      "GAP": -9.231956169068328,
      "ADE": -9.232149979556848,
      "LVN": -9.23225578222615,
      "VVP": -9.232297152302747,
      "VTR": -9.232309758551756,
      "EVA": -9.232344639084143,
      "DKK": -9.233154268756216,
      "LIE": -9.23373219312691,
      "RIL": -9.234368019521485,
      "RPS": -9.23462392994234,
      "IAP": -9.23580689155048,
      "PRL": -9.236231689272982,
      "GEK": -9.23628441605447,
      "NLL": -9.238158288233338,
      "FLD": -9.23831203426555,
      "RDA": -9.23845026288271,
      "LGC": -9.239019344218125,
      "PVI": -9.23909536753542,
      "QLI": -9.239374326230074,
      "SES": -9.23964608709232,
      "LYG": -9.240397143420417,
      "MTA": -9.24048017235222,
      "DAA": -9.240653460895578,
      "GRY": -9.240818613052733,
      "SKI": -9.24097185166721,
      "TRA": -9.241718231629457,
      "AQV": -9.24220249483668,
      "SLF": -9.242340301163095,
      "LVF": -9.242930826553438,
      "PPS": -9.243597209682088,
      "NAV": -9.24367621745174,
      "PRV": -9.24382458726232,
